local config = {
	["审判之刃"] = {
	},
	["天崩地裂斩"] = {
	},
	["神·暴风"] = {
	},
	["圣·暴风"] = {
	},
	["血杀"] = {
	},
	["梦回"] = {
	},
	["千年"] = {
	},
	["转瞬"] = {
	},
	["轮回"] = {
	},
	["碧血"] = {
	},
	["妖异"] = {
	},
	["流光淬火剣[饮血]"] = {
	},
	["流光剣[综合之力]"] = {
	},
	["傀儡の隐"] = {
	},
	["电·刀[感知]"] = {
	},
	["光·蛇[腾焰]"] = {
	},
	["焰·冰[闪耀]"] = {
	},
	["天劫之怒★★★★"] = {
	},
	["魔戒·骷髅王(A)"] = {
	},
	["魔戒·骷髅王(S)"] = {
	},
	["魔戒·骷髅王(SR)"] = {
	},
	["魔戒·骷髅王(SSR)"] = {
	},
	["魔戒·骷髅王(SSSR)"] = {
	},
	["天地·之威"] = {
	},
	["西海岸的运转核心"] = {
	},
	["遗忘的赤炎吊坠"] = {
	},
	["天神指环"] = {
	},
	["暗·影之翼"] = {
	},
	["审判之魂"] = {
	},
	["撒旦の镯"] = {
	},
	["黑莲项坠"] = {
	},
	["小妖魔吊坠♀"] = {
	},
	["转换套装"] = {
	},
	["卧龙战靴"] = {
	},
	["三魂四魄「元素」"] = {
	},
	["〈古龙·意志〉"] = {
	},
	["〈古龙·之力〉"] = {
	},
	["太虚古龙领域[完全体]"] = {
	},
	["被封印的剑灵(A)"] = {
	},
	["被封印的剑灵(S)"] = {
	},
	["被封印的剑灵(SR)"] = {
	},
	["被封印的剑灵(SSR)"] = {
	},
	["被封印的剑灵(SSSR)"] = {
	},
	["藏地の聚光剑"] = {
	},
	["忍者面具"] = {
	},
	["426"] = {
	},
	["夜色杀手披风"] = {
	},
	["月光印记"] = {
	},
	["新月之冠"] = {
	},
	["殇日剑·终结"] = {
	},
	["上忍之隐"] = {
	},
	["千年之光"] = {
	},
	["咏叹沉沦[男]"] = {
	},
	["〈御风·斩浪〉"] = {
	},
	["神龙帝国的运转核心"] = {
	},
	["魔刃·噬魂(A)"] = {
	},
	["魔刃·噬魂(S)"] = {
	},
	["魔刃·噬魂(SR)"] = {
	},
	["魔刃·噬魂(SSR)"] = {
	},
	["魔刃·噬魂(SSSR)"] = {
	},
	["帝国の神龙(幼年期)"] = {
	},
	["帝国の神龙(成长期)"] = {
	},
	["帝国の神龙(成熟期)"] = {
	},
	["帝国の神龙(完全体)"] = {
	},
	["帝国の神龙(究极体)"] = {
	},
	["血色之影"] = {
	},
	["血界"] = {
	},
	["往生之手"] = {
	},
	["天机"] = {
	},
	["狂兽之护"] = {
	},
	["云履"] = {
	},
	["怪兽面具"] = {
	},
	["寂梦霜魂"] = {
	},
	["水晶之恋"] = {
	},
	["透明手镯"] = {
	},
	["孤月天轮"] = {
	},
	["万雷"] = {
	},
	["神兵·雷神之威"] = {
	},
	["「掌控雷电」"] = {
	},
	["508"] = {
	},
	["预言者"] = {
	},
	["死亡之戒"] = {
	},
	["黄泉"] = {
	},
	["野火之握"] = {
	},
	["夜魂之殇"] = {
	},
	["暗夜潜行者"] = {
	},
	["源火禁锢"] = {
	},
	["死神代言人"] = {
	},
	["死神降临"] = {
	},
	["苦修者的秘籍"] = {
	},
	["暗黑之神宝藏"] = {
	},
	["鬼魅之踪"] = {
	},
	["鸣封之刃·永恒"] = {
	},
	["离火"] = {
	},
	["生命幻想"] = {
	},
	["远古吊坠"] = {
	},
	["深渊之行"] = {
	},
	["鬼画符(A)"] = {
	},
	["鬼画符(S)"] = {
	},
	["鬼画符(SR)"] = {
	},
	["鬼画符(SSR)"] = {
	},
	["鬼画符(SSSR)"] = {
	},
	["天下霸唱"] = {
	},
	["寂梦"] = {
	},
	["离人愁"] = {
	},
	["千年结"] = {
	},
	["灵魂之逐"] = {
	},
	["生死簿"] = {
	},
	["幽冥之环"] = {
	},
	["无言恐惧"] = {
	},
	["暗影之缚"] = {
	},
	["纯阴之体"] = {
	},
	["586"] = {
	},
	["旧人归"] = {
	},
	["黄泉之风"] = {
	},
	["闪耀·漆黑之影"] = {
	},
	["天恕"] = {
	},
	["玄阴〃吊坠"] = {
	},
	["轮回经"] = {
	},
	["大天使的神威"] = {
	},
	["夜魔之绕"] = {
	},
	["夜幽面具★★★"] = {
	},
	["归墟万物"] = {
	},
	["无名手环"] = {
	},
	["602"] = {
	},
	["鬼焰寒甲(精)"] = {
	},
	["⊙墟魂千幻⊙"] = {
	},
	["赤木之瞳"] = {
	},
	["阴煞血幡"] = {
	},
	["死亡之环"] = {
	},
	["天火之靴"] = {
	},
	["勾魂夺魄"] = {
	},
	["悲鸣之焰"] = {
	},
	["鬼面裁决"] = {
	},
	["灵魂枷锁"] = {
	},
	["掌控奥义"] = {
	},
	["浮生"] = {
	},
	["金色黎明的圣物箱"] = {
	},
	["永恒凛冬"] = {
	},
	["降星者"] = {
	},
	["孤影流觞"] = {
	},
	["无尽的华尔兹"] = {
	},
	["勿忘我"] = {
	},
	["强化+9999"] = {
	},
	["给你马一拳"] = {
	},
	["【传承】秩序腰带"] = {
	},
	["【传承】神威战靴"] = {
	},
	["■龙之叹息■"] = {
	},
	["【噬魂】王之孤影"] = {
	},
	["罗盘玫瑰"] = {
	},
	["断头台"] = {
	},
	["天魔心脏★★★"] = {
	},
	["寒霜之握"] = {
	},
	["夜幽之玉"] = {
	},
	["明昼吊坠"] = {
	},
	["寒冬之冠(神圣)"] = {
	},
	["龙魂之力"] = {
	},
	["天空的引路人"] = {
	},
	["神谕之盔"] = {
	},
	["撕裂者面具"] = {
	},
	["屠龙者之刃"] = {
	},
	["本源之力"] = {
	},
	["自然之力·元素披风"] = {
	},
	["矮人头盔"] = {
	},
	["血色之眼"] = {
	},
	["时光的沙漏"] = {
	},
	["燃烧の地狱轮盘"] = {
	},
	["堕落的黑曜战靴"] = {
	},
	["克苏恩之眼"] = {
	},
	["颠倒罪人之戒"] = {
	},
	["黑暗限界"] = {
	},
	["格萨拉克·地渊之声"] = {
	},
	["远行的召唤"] = {
	},
	["689"] = {
	},
	["血魔护臂MAX"] = {
	},
	["无尽愤怒"] = {
	},
	["【暗影】咒印之铠"] = {
	},
	["≮神拳≯"] = {
	},
	["噩梦之首★★"] = {
	},
	["一剑开天门"] = {
	},
	["◆影杀阵◆"] = {
	},
	["追殺者"] = {
	},
	["·聖裁降臨SSS·"] = {
	},
	["死亡ゅ封印"] = {
	},
	["-燃霜之握-"] = {
	},
	["冰河之心"] = {
	},
	["魔焰·炽无尽"] = {
	},
	["死亡假面"] = {
	},
	["燃魂吊坠"] = {
	},
	["黑月·之泪"] = {
	},
	["混沌之影"] = {
	},
	["·破碎裂痕·"] = {
	},
	["死亡射线"] = {
	},
	["千山破"] = {
	},
	["真·霸主战甲SSS"] = {
	},
	["古核武·变异基因体"] = {
	},
	["古核武·生化基因体"] = {
	},
	["罪恶审判×"] = {
	},
	["悲鸣之泣"] = {
	},
	["深渊的亵渎☆☆"] = {
	},
	["赤焰结晶"] = {
	},
	["名刀⊙观世正宗"] = {
	},
	["封龙劍メ驱逐之刃"] = {
	},
	["安晓的右眼"] = {
	},
	["安晓的左眼"] = {
	},
	["异空：千年之光"] = {
	},
	["蚀月镜"] = {
	},
	["狂怒护手"] = {
	},
	["狂意之怒"] = {
	},
	["魔渊面具"] = {
	},
	["「无情」"] = {
	},
	["咆哮之意"] = {
	},
	["抉择"] = {
	},
	["天殇之痕"] = {
	},
	["时间锁"] = {
	},
	["轮回沙漏"] = {
	},
	["失落空间"] = {
	},
	["法师拳套"] = {
	},
	["半兽人之心"] = {
	},
	["天启星魂"] = {
	},
	["戰場之靴"] = {
	},
	["灵魂洗礼"] = {
	},
	["命运的轮转"] = {
	},
	["起源·无尽幻境"] = {
	},
	["厄运代言人"] = {
	},
	["时间之轮·聚变"] = {
	},
	["龙之力·不灭光剑!"] = {
	},
	["黄昏落幕ぁ"] = {
	},
	["毁灭·魔化天使[吞噬]"] = {
	},
	["老村长的怀表"] = {
	},
	["守夜人之徽"] = {
	},
	["驭风者·离殇"] = {
	},
	["【聖】·天空之翼"] = {
	},
	["边界山谷的运转核心"] = {
	},
	["拥抱黑暗吧"] = {
	},
	["酆都的运转核心"] = {
	},
	["黑暗之触"] = {
	},
	["【镇压】血色结界"] = {
	},
	["活着！"] = {
	},
	["“破晓之眼”"] = {
	},
	["桓龙：另一个时空"] = {
	},
	["哈法西斯之心"] = {
	},
	["「穿梭」时间轮转"] = {
	},
	["信念支柱"] = {
	},
	["星瀚之力"] = {
	},
	["蓝色恶魔之眼"] = {
	},
	["【EX级】哀霜之触"] = {
	},
	["【EX级】冰火之羽"] = {
	},
	["[龍器]灭世骸骨"] = {
	},
	["自己摸的鱼"] = {
	},
	["天元之奕·冰霜凝视"] = {
	},
	["天妖现世·荡魔逆仙"] = {
	},
	["魔化的眼罩"] = {
	},
	["梦魇头冠"] = {
	},
	["彩蝶吊坠"] = {
	},
	["魔兽之爪"] = {
	},
	["白骨之镰"] = {
	},
	["终结者"] = {
	},
	["收割者"] = {
	},
	["漩涡"] = {
	},
	["天之剑·碎月"] = {
	},
	["龍族图腾ゞ"] = {
	},
	["星光"] = {
	},
	["天雷之环"] = {
	},
	["麒麟心"] = {
	},
	["芭蕉扇"] = {
	},
	["琥珀净瓶"] = {
	},
	["群星之怒★★★"] = {
	},
	["夜风·不败剑意"] = {
	},
	["星辉的祷告乀"] = {
	},
	["新月领域△核心"] = {
	},
	["幕轮"] = {
	},
	["狂魔·永夜"] = {
	},
	["无序的凝视"] = {
	},
	["刺·束缚之隐"] = {
	},
	["『神耀』"] = {
	},
	["原初■混乱■"] = {
	},
	["光辉之怒·鸩"] = {
	},
	["星辉·猎杀狩命"] = {
	},
	["◆黑洞◆"] = {
	},
	["万法面具"] = {
	},
	["960"] = {
	},
	["962"] = {
	},
	["迎新雪人"] = {
	},
	["生灵·屠杀"] = {
	},
	["太古龍神·镇魂神武"] = {
	},
}
return config