local config = {
	["起源村"] = {
	},
	["n3"] = {
	},
	["new0150"] = {
	},
	["福星棋盘"] = {
	},
	["quanminghuashui"] = {
	},
	["激情泡点"] = {
	},
	["moyu"] = {
	},
	["桃花林"] = {
	},
	["野兽之森"] = {
	},
	["琉璃矿洞"] = {
	},
	["黑齿宝库"] = {
	},
	["时空通道"] = {
	},
	["王的宝藏"] = {
	},
	["异界地下城一层"] = {
	},
	["异界地下城二层"] = {
	},
	["异界地下城三层"] = {
	},
	["异界地下城四层"] = {
	},
	["永恒之塔"] = {
	},
	["永恒之塔2"] = {
	},
	["永恒之塔3"] = {
	},
	["永恒之塔4"] = {
	},
	["永恒之塔5"] = {
	},
	["永恒之塔6"] = {
	},
	["永恒之塔7"] = {
	},
	["永恒之塔8"] = {
	},
	["1号神秘房间"] = {
	},
	["2号神秘房间"] = {
	},
	["3号神秘房间"] = {
	},
	["4号神秘房间"] = {
	},
	["亡魂塔"] = {
	},
	["qipan"] = {
	},
	["dixiachengrukou"] = {
	},
	["dixiachengyiceng"] = {
	},
	["dixiachengerceng"] = {
	},
	["dixiachengsanceng"] = {
	},
	["dixiachengdiceng"] = {
	},
	["异界迷城1"] = {
	},
	["异界迷城2"] = {
	},
	["异界迷城3"] = {
	},
	["异界迷城4"] = {
	},
	["异界迷城5"] = {
	},
	["异界迷城6"] = {
	},
	["异界迷城7"] = {
	},
	["异界迷城8"] = {
	},
	["异界迷城9"] = {
	},
	["异界迷城10"] = {
	},
	["异界深渊"] = {
	},
	["神龙幻境1"] = {
	},
	["神龙幻境2"] = {
	},
	["酆都幻境1"] = {
	},
	["酆都幻境2"] = {
	},
	["极恶幻境1"] = {
	},
	["极恶幻境2"] = {
	},
	["圣城幻境1"] = {
	},
	["圣城幻境2"] = {
	},
	["圣城秘宝阁1"] = {
	},
	["圣城秘宝阁2"] = {
	},
	["破晓幻境1"] = {
	},
	["破晓幻境2"] = {
	},
	["破晓秘宝阁1"] = {
	},
	["破晓秘宝阁2"] = {
	},
	["月夜密室"] = {
	},
	["新月幻境1"] = {
	},
	["新月幻境2"] = {
	},
	["新月秘宝阁1"] = {
	},
	["新月秘宝阁2"] = {
	},
	["狂欢小镇"] = {
	},
}
return config