local config = {
	[1] = {
		unlockLevel = 341,
		currDesc = "当前：内敛·一重",
		desc = "将道术的 <font color='#00ff00' size='16' >31% </font>转化为攻击<br>将魔法的 <font color='#00ff00' size='16' >820% </font>转化为生命",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 6000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 400,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 360,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4688,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 400,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 360,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 400,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 360,
			},
		},
	},
	[2] = {
		unlockLevel = 342,
		currDesc = "当前：内敛·二重",
		desc = "将道术的 <font color='#00ff00' size='16' >32% </font>转化为攻击<br>将魔法的 <font color='#00ff00' size='16' >840% </font>转化为生命",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 6000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 440,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 420,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4688,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 440,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 420,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 440,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 420,
			},
		},
	},
	[3] = {
		unlockLevel = 343,
		currDesc = "当前：内敛·三重",
		desc = "将道术的 <font color='#00ff00' size='16' >33% </font>转化为攻击<br>将魔法的 <font color='#00ff00' size='16' >860% </font>转化为生命",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 6000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 480,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 480,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4688,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 480,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 480,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 480,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 480,
			},
		},
	},
	[4] = {
		unlockLevel = 344,
		currDesc = "当前：内敛·四重",
		desc = "将道术的 <font color='#00ff00' size='16' >34% </font>转化为攻击<br>将魔法的 <font color='#00ff00' size='16' >880% </font>转化为生命",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 6000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 520,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 540,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4688,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 520,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 540,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 520,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 540,
			},
		},
	},
	[5] = {
		unlockLevel = 345,
		currDesc = "当前：内敛·五重",
		desc = "将道术的 <font color='#00ff00' size='16' >35% </font>转化为攻击<br>将魔法的 <font color='#00ff00' size='16' >900% </font>转化为生命",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 6000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 560,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 600,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4688,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 560,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 600,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 560,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 600,
			},
		},
	},
	[6] = {
		unlockLevel = 346,
		currDesc = "当前：内敛·六重",
		desc = "将道术的 <font color='#00ff00' size='16' >36% </font>转化为攻击<br>将魔法的 <font color='#00ff00' size='16' >920% </font>转化为生命",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 6000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 600,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 660,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4688,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 600,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 660,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 600,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 660,
			},
		},
	},
	[7] = {
		unlockLevel = 347,
		currDesc = "当前：内敛·七重",
		desc = "将道术的 <font color='#00ff00' size='16' >37% </font>转化为攻击<br>将魔法的 <font color='#00ff00' size='16' >940% </font>转化为生命",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 6000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 650,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 720,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4688,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 650,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 720,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 650,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 720,
			},
		},
	},
	[8] = {
		unlockLevel = 348,
		currDesc = "当前：内敛·八重",
		desc = "将道术的 <font color='#00ff00' size='16' >38% </font>转化为攻击<br>将魔法的 <font color='#00ff00' size='16' >960% </font>转化为生命",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 6000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 700,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 780,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4688,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 700,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 780,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 700,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 780,
			},
		},
	},
	[9] = {
		unlockLevel = 349,
		currDesc = "当前：内敛·九重",
		desc = "将道术的 <font color='#00ff00' size='16' >39% </font>转化为攻击<br>将魔法的 <font color='#00ff00' size='16' >980% </font>转化为生命",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 6000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 750,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 840,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4688,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 750,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 840,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 750,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 840,
			},
		},
	},
	[10] = {
		unlockLevel = 350,
		currDesc = "当前：内敛·十重",
		desc = "将道术的 <font color='#00ff00' size='16' >40% </font>转化为攻击<br>将魔法的 <font color='#00ff00' size='16' >1000% </font>转化为生命",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 6000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 800,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 900,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4688,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 800,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 900,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 800,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 900,
			},
		},
	},
}
return config