local config = {
	["幻·火莲魔童·哪吒"] = {
	},
	["「时装·绝代风华」"] = {
	},
	["「时装·月光宝盒」"] = {
	},
	["「时装·神雕传说」"] = {
	},
	["「时装·傲雪寒霜」"] = {
	},
	["「时装·天界守护」"] = {
	},
	["「时装·黄金斗士」"] = {
	},
	["「时装·楼兰君主」"] = {
	},
	["「时装·伏魔战歌」"] = {
	},
	["「时装·狩魂勾镰」"] = {
	},
	["「时装·暗裔天使」"] = {
	},
	["「时装·天怒红颜」"] = {
	},
	["「时装·至臻武圣」"] = {
	},
	["「时装·逍遥仙」"] = {
	},
	["「时装·腐化之神」"] = {
	},
	["「时装·白虎战骑」"] = {
	},
	["〈古龙·意志〉"] = {
	},
	["〈古龙·之力〉"] = {
	},
	["太虚古龙领域[完全体]"] = {
	},
	["上忍之隐"] = {
	},
	["血色之影"] = {
	},
	["死神降临"] = {
	},
	["闪耀·漆黑之影"] = {
	},
	["⊙墟魂千幻⊙"] = {
	},
	["本源之力"] = {
	},
	["燃烧の地狱轮盘"] = {
	},
	["·聖裁降臨SSS·"] = {
	},
	["冰河之心"] = {
	},
	["狂意之怒"] = {
	},
	["半兽人之心"] = {
	},
	["恢复光环"] = {
	},
	["恢复光环+1"] = {
	},
	["恢复光环+2"] = {
	},
	["恢复光环+3"] = {
	},
	["恢复光环+4"] = {
	},
	["恢复光环+5"] = {
	},
	["恢复光环+6"] = {
	},
	["恢复光环+7"] = {
	},
	["恢复光环+8"] = {
	},
	["恢复光环+9"] = {
	},
	["恢复光环+10"] = {
	},
	["黑暗之信念"] = {
	},
	["血奴印记"] = {
	},
	["混乱制造者"] = {
	},
}
return config