local config = {
	[50429] = {
		name = "一缕神念",
	},
	[50430] = {
		name = "暮潮",
	},
	[50431] = {
		name = "金色黎明的圣物箱",
	},
	[50432] = {
		name = "永恒凛冬",
	},
	[50433] = {
		name = "降星者",
	},
	[50434] = {
		name = "孤影流觞",
	},
	[51524] = {
		name = "卐卐正道鏡卐卐",
	},
	[51525] = {
		name = "卐卐提魂锁卐卐",
	},
	[51526] = {
		name = "△△雷道天卷△△",
	},
	[51527] = {
		name = "△△玄天令△△",
	},
	[51528] = {
		name = "▲▲火雲真經▲▲",
	},
	[51529] = {
		name = "▲▲水鏡太極▲▲",
	},
	[51530] = {
		name = "‖「谣影神靴」‖",
	},
	[51531] = {
		name = "‖「太清流珠」‖",
	},
}
return config