local config = {
	["血灵侍卫"] = {
	},
	["双刀战士"] = {
	},
	["巨镰侍卫"] = {
	},
	["巨刃力士"] = {
	},
	["强毒法师"] = {
	},
	["丛林破坏者"] = {
	},
	["淬体血魔"] = {
	},
	["蛮王"] = {
	},
	["急先锋"] = {
	},
	["咒印术士"] = {
	},
	["断头者勇士[无畏]"] = {
	},
	["虚空冰晶蝎[异界]"] = {
	},
	["邪灵护卫"] = {
	},
	["死亡法师"] = {
	},
	["鬼魅之幽"] = {
	},
	["恶灵挺进者"] = {
	},
	["剑圣"] = {
	},
	["重装使者"] = {
	},
	["魅影刀客"] = {
	},
	["圣者米歇尔[神圣]"] = {
	},
	["【ＳＳＳ】天之驱逐者"] = {
	},
	["“破晓之眼”安晓"] = {
	},
	["时间缔造者の罗什"] = {
	},
	["【ＳＳＳ】第七使者·米斯特"] = {
	},
	["天道法则守护者·帝尊之皇"] = {
	},
	["巫妖王之怒·寒冰王座★★★★"] = {
	},
	["海猎人"] = {
	},
	["鱼叉手"] = {
	},
	["蛮力船工"] = {
	},
	["水鬼"] = {
	},
	["深航幽灵"] = {
	},
	["幽灵将军"] = {
	},
	["恶魔霸主"] = {
	},
	["海底哨兵"] = {
	},
	["水晶巨兽"] = {
	},
	["真·深海霸主SSSSSS"] = {
	},
	["血神·哈卡の化身"] = {
	},
	["食尸鬼"] = {
	},
	["黑暗怨灵"] = {
	},
	["魑魅梦魇"] = {
	},
	["暗夜冥卫"] = {
	},
	["魔神分身"] = {
	},
	["地狱使者"] = {
	},
	["极冰之焰"] = {
	},
	["暗⊙灾祸领主·斯卡文"] = {
	},
	["冰洌战士"] = {
	},
	["冰洌勇士"] = {
	},
	["冰洌侍卫"] = {
	},
	["冰洌战将"] = {
	},
	["冰霜女巫"] = {
	},
	["冰洌之怒"] = {
	},
	["雪原之子"] = {
	},
	["雪域巨魔之王[暴怒]"] = {
	},
	["持剑僵尸"] = {
	},
	["僵尸侍卫"] = {
	},
	["红寡妇"] = {
	},
	["夺魂魔蛛"] = {
	},
	["悲鸣骑士[逐灵]"] = {
	},
	["灵庙石碑[图腾]"] = {
	},
	["灵庙教主[禁忌]"] = {
	},
	["基尔罗格死眼[统治威严]"] = {
	},
	["★★★变异巨兽·艾瑞斯"] = {
	},
	["★★★生化巨兽·阿瑞斯"] = {
	},
	["魔域∷天道∷"] = {
	},
	["魔域∷阿修罗道∷"] = {
	},
	["魔域∷人道∷"] = {
	},
	["魔域∷畜生道∷"] = {
	},
	["魔域∷饿鬼道∷"] = {
	},
	["魔域∷地狱道∷"] = {
	},
	["大筒木羽衣∷六道仙人∷"] = {
	},
	["深海恐惧·克拉肯"] = {
	},
	["沉船章鱼"] = {
	},
	["永恒守卫者"] = {
	},
	["时空缚灵"] = {
	},
	["虚空幻影"] = {
	},
	["炎魔督军·古尔达"] = {
	},
	["[四骑士]杰兰特"] = {
	},
	["[四骑士]加雷斯"] = {
	},
	["[四骑士]贝德尔"] = {
	},
	["[四骑士]帕西瓦"] = {
	},
	["哈法西斯之魂"] = {
	},
	["暴君哈法西斯.恐惧之主"] = {
	},
}
return config