local config = {
	[1] = {
		max = 10,
	},
	[2] = {
		max = 10,
	},
	[3] = {
		max = 10,
	},
	[4] = {
		max = 10,
	},
	[5] = {
		max = 10,
	},
	["攻击上限"] = {
		max = 300,
	},
	["魔法上限"] = {
		max = 300,
	},
	["道术上限"] = {
		max = 300,
	},
	["血量上限"] = {
		max = 3000,
	},
	["蓝量上限"] = {
		max = 3000,
	},
	["物防上限"] = {
		max = 500,
	},
	["魔防上限"] = {
		max = 500,
	},
	["攻速增加"] = {
		max = 5,
	},
	["鞭尸概率"] = {
		max = 2,
	},
	["奇遇概率"] = {
		max = 2,
	},
	["攻击加成"] = {
		max = 5,
	},
	["魔法加成"] = {
		max = 5,
	},
	["道术加成"] = {
		max = 5,
	},
	["血量加成"] = {
		max = 5,
	},
	["蓝量加成"] = {
		max = 5,
	},
}
return config