local config = {
	[1] = {
		name = "第一章-初入玄天",
		parentImg = "main_1_1.png",
		btnImg1 = "child_1_1.png",
		btnImg2 = "child_1_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "前往野兽之森探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "提升修仙境界",
			[2] = "修仙境界：太极境 %s",
		},
		show3 = {
			[1] = "前往桃花林探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "提升人物等级到60级",
			[2] = "人物等级 %s",
		},
	},
	[2] = {
		name = "第二章-气运加身",
		btnImg1 = "child_2_1.png",
		btnImg2 = "child_2_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "了解气运洗炼",
			[2] = "洗炼一次气运 %s",
		},
		show2 = {
			[1] = "前往琉璃矿洞探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往天元边关探险",
			[2] = "前往天元边关 %s",
		},
		show4 = {
			[1] = "前往仙木林探险",
			[2] = "击杀怪物 %s",
		},
	},
	[3] = {
		name = "第三章-边关探险",
		btnImg1 = "child_3_1.png",
		btnImg2 = "child_3_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "提升边关守护者称号",
			[2] = "边关守护者Lv.1 %s",
		},
		show2 = {
			[1] = "前往妖怪山谷探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往风之洞穴探险",
			[2] = "收集破碎的魔法阵：%s<br><font color='#A0A0A4' size='16' >(首充赠送)</font>",
		},
		show4 = {
			[1] = "合成传送神器",
			[2] = "合成：斗转星移[残] %s<br><font color='#A0A0A4' size='16' >(首充赠送)</font>",
		},
	},
	[4] = {
		name = "第四章-守护边关",
		btnImg1 = "child_4_1.png",
		btnImg2 = "child_4_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "前往后山探险",
			[2] = "击杀怪物：%s",
		},
		show2 = {
			[1] = "老村长的嘱托",
			[2] = "合成：老村长的怀表 %s",
		},
		show3 = {
			[1] = "前往风之洞穴猎杀BOSS",
			[2] = "击杀怪物 %s<br>银爪收割者 %s",
		},
		show4 = {
			[1] = "了解卦象占卜",
			[2] = "进行1次占卜 %s",
		},
	},
	[5] = {
		name = "第五章-边关突破",
		btnImg1 = "child_5_1.png",
		btnImg2 = "child_5_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "前往妖怪山谷猎杀BOSS",
			[2] = "击杀怪物 %s<br>谷中噩梦人 %s",
		},
		show2 = {
			[1] = "边境将领的考验",
			[2] = "边关守护者Lv.5 %s",
		},
		show3 = {
			[1] = "探险充满魔气的洞穴",
			[2] = "被注入魔力的黑野猪 %s",
		},
		show4 = {
			[1] = "提升人物等级到100级",
			[2] = "人物等级 %s",
		},
	},
	[6] = {
		name = "第一章-湿婆探秘",
		parentImg = "main_2_1.png",
		btnImg1 = "child_6_1.png",
		btnImg2 = "child_6_2.png",
		reward = {
			[1] = {
				[1] = "异界神石",
				[2] = 2,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "前往西海岸探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "提升修仙境界",
			[2] = "修仙境界：两仪境 %s",
		},
		show3 = {
			[1] = "前往暗域探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "后天气运",
			[2] = "激活1个后天气运 %s",
		},
	},
	[7] = {
		name = "第二章-信徒祈祷",
		btnImg1 = "child_7_1.png",
		btnImg2 = "child_7_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 200,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "前往湿婆神殿二层探险",
			[2] = "击杀怪物 %s<br>爆毒神魔 %s",
		},
		show2 = {
			[1] = "提升杀戮刻印",
			[2] = "提升杀戮刻印Lv5 %s",
		},
		show3 = {
			[1] = "收集足够多的神婆神像",
			[2] = "采集湿婆神像 %s",
		},
		show4 = {
			[1] = "湿婆的祈祷(获取施毒术)",
			[2] = "称号：湿婆信徒 %s",
		},
	},
	[8] = {
		name = "第三章-放逐之心",
		btnImg1 = "child_8_1.png",
		btnImg2 = "child_8_2.png",
		reward = {
			[1] = {
				[1] = "异界神石",
				[2] = 2,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "前往放逐之域探险",
			[2] = "击杀怪物 %s<br>风魔 %s",
		},
		show2 = {
			[1] = "提升疾风刻印",
			[2] = "疾风刻印LV5 %s",
		},
		show3 = {
			[1] = "前往放逐之域二层探险",
			[2] = "收集放逐之心 %s",
		},
		show4 = {
			[1] = "前往流放魔地探险",
			[2] = "合成元素裂隙权杖 %s",
		},
	},
	[9] = {
		name = "第四章-黑齿传说",
		btnImg1 = "child_9_1.png",
		btnImg2 = "child_9_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 200,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "前往罡风谷探险",
			[2] = "击杀怪物 %s<br>天之斩浪(卧龙) %s",
		},
		show2 = {
			[1] = "了解江湖称号",
			[2] = "提升江湖称号：武林高手 %s",
		},
		show3 = {
			[1] = "前往祭坛探险",
			[2] = "寻找黑齿笔记 %s",
		},
		show4 = {
			[1] = "解读黑齿笔记",
			[2] = "进入黑齿宝库，开启宝藏 %s",
		},
	},
	[10] = {
		name = "第五章-卡亚谜团",
		btnImg1 = "child_10_1.png",
		btnImg2 = "child_10_2.png",
		reward = {
			[1] = {
				[1] = "异界神石",
				[2] = 2,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "前往月光森林探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "了解剑甲淬炼",
			[2] = "了解剑甲淬炼 %s",
		},
		show3 = {
			[1] = "前往卡亚神庙探险",
			[2] = "击杀怪物 %s<br>赤炎火龙王 %s",
		},
		show4 = {
			[1] = "了解装备洗炼",
			[2] = "进行3次装备洗炼 %s",
		},
	},
	[11] = {
		name = "第六章-神庙邪君",
		btnImg1 = "child_11_1.png",
		btnImg2 = "child_11_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 200,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "进入神庙内部探险",
			[2] = "搜集20个卡亚神符  %s<br>搜集20个邪神印记  %s",
		},
		show2 = {
			[1] = "了解技能强化",
			[2] = "完成3次技能强化%s",
		},
		show3 = {
			[1] = "破除邪神",
			[2] = "召唤邪神·卡亚魔君［SSS］%s",
		},
		show4 = {
			[1] = "了解时装幻化",
			[2] = "进行一次时装幻化 %s",
		},
	},
	[12] = {
		name = "第七章-墓地惊魂",
		btnImg1 = "child_12_1.png",
		btnImg2 = "child_12_2.png",
		reward = {
			[1] = {
				[1] = "异界神石",
				[2] = 2,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "前往地牢探险",
			[2] = "击杀怪物 %s<br>魔族之主 %s",
		},
		show2 = {
			[1] = "了解禁忌之门",
			[2] = "激活一次禁物 %s",
		},
		show3 = {
			[1] = "前往死亡墓地探险",
			[2] = "击杀怪物 %s<br>背负棺材的男人 %s",
		},
		show4 = {
			[1] = "探索被封印的棺材的秘密",
			[2] = "开启：被封印的棺材 %s",
		},
	},
	[13] = {
		name = "第八章-石魔探险",
		btnImg1 = "child_13_1.png",
		btnImg2 = "child_13_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 200,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "时空门票",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往石魔洞窟探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "提升修仙境界",
			[2] = "修仙境界：五行境 %s",
		},
		show3 = {
			[1] = "前往石魔洞窟探险",
			[2] = "击杀怪物 %s<br>新月之主 %s",
		},
		show4 = {
			[1] = "提升人物等级到120级",
			[2] = "人物等级 %s",
		},
	},
	[14] = {
		name = "第九章-时空通道",
		btnImg1 = "child_14_1.png",
		btnImg2 = "child_14_2.png",
		reward = {
			[1] = {
				[1] = "异界神石",
				[2] = 2,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "前往时空通道探险",
			[2] = "挑战时空迷宫BOSS %s",
		},
		show2 = {
			[1] = "了解守夜人",
			[2] = "合成守夜人之徽 %s",
		},
		show3 = {
			[1] = "了解空间魔法",
			[2] = "升级斗转星移[精] %s",
		},
		show4 = {
			[1] = "提升人物等级到130级",
			[2] = "人物等级 %s",
		},
	},
	[15] = {
		name = "第十章-英灵之魂",
		btnImg1 = "child_15_1.png",
		btnImg2 = "child_15_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 200,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "了解英灵殿",
			[2] = "提升英灵殿称号 %s",
		},
		show2 = {
			[1] = "了击杀小妖魔",
			[2] = "小妖魔安菲翁[乱世] %s",
		},
		show3 = {
			[1] = "解巨龙觉醒",
			[2] = "进行巨龙觉醒 %s",
		},
		show4 = {
			[1] = "获取一转材料",
			[2] = "获取一念花尘 %s",
		},
	},
	[16] = {
		name = "十一章-准备起航",
		btnImg1 = "child_16_1.png",
		btnImg2 = "child_16_2.png",
		reward = {
			[1] = {
				[1] = "异界神石",
				[2] = 2,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "专属装备",
			[2] = "佩戴6件专属装备 %s",
		},
		show2 = {
			[1] = "提升人物等级到150级",
			[2] = "人物等级 %s",
		},
		show3 = {
			[1] = "参与一次异界地下城",
			[2] = "参与异界地下城 %s",
		},
		show4 = {
			[1] = "提升人物转生1级",
			[2] = "人物转生1级 %s",
		},
	},
	[17] = {
		name = "第一章-神龙心魔",
		parentImg = "main_3_1.png",
		btnImg1 = "child_17_1.png",
		btnImg2 = "child_17_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 200,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "前往白羽林探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "了解经验老人",
			[2] = "兑换经验 %s",
		},
		show3 = {
			[1] = "前往神女圣心湖探险",
			[2] = "击杀怪物 %s<br>魔祭祀★凯克撒撕 %s",
		},
		show4 = {
			[1] = "气运洗炼",
			[2] = "佩戴两个帝品气运 %s",
		},
	},
	[18] = {
		name = "第二章-魔龙传说",
		btnImg1 = "child_18_1.png",
		btnImg2 = "child_18_2.png",
		reward = {
			[1] = {
				[1] = "异界神石",
				[2] = 2,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "前往湖心岛探险",
			[2] = "击杀怪物 %s<br>天魂☆驱逐境领主 %s",
		},
		show2 = {
			[1] = "了解装备强化",
			[2] = "全身装备强化五级 %s",
		},
		show3 = {
			[1] = "前往湖心岛探险",
			[2] = "收集魔龙牙 %s<br>收集魔龙骨 %s",
		},
		show4 = {
			[1] = "魔龙传说",
			[2] = "召唤上古魔龙 %s",
		},
	},
	[19] = {
		name = "第三章-雷州探险",
		btnImg1 = "child_19_1.png",
		btnImg2 = "child_19_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 200,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "前往雷州探险",
			[2] = "击杀怪物 %s<br>☆雷之灵☆ %s",
		},
		show2 = {
			[1] = "前往紫雷之地探险",
			[2] = "击杀怪物 %s<br>闪电傲风 %s",
		},
		show3 = {
			[1] = "精通时装合成",
			[2] = "收集12套装扮 %s",
		},
		show4 = {
			[1] = "前往雷鸣秘境探险",
			[2] = "击杀怪物 %s<br>萬古天神 %s",
		},
	},
	[20] = {
		name = "第四章-雷鸣地带",
		btnImg1 = "child_20_1.png",
		btnImg2 = "child_20_2.png",
		reward = {
			[1] = {
				[1] = "异界神石",
				[2] = 2,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "前往无尽雷鸣探险",
			[2] = "击杀怪物 %s<br>雷之法界·长风[道法合一] %s",
		},
		show2 = {
			[1] = "了解雷鸣之力",
			[2] = "提升一次雷鸣之力 %s",
		},
		show3 = {
			[1] = "前往龙之禁域探险",
			[2] = "击杀怪物 %s<br>神圣气息的九头龙[远古遗族] %s",
		},
		show4 = {
			[1] = "提升人物等级到180级",
			[2] = "人物等级 %s",
		},
	},
	[21] = {
		name = "第五章-血脉觉醒",
		btnImg1 = "child_21_1.png",
		btnImg2 = "child_21_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 200,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "前往南荒蛮域探险",
			[2] = "击杀怪物 %s<br>蛮域魔王 %s",
		},
		show2 = {
			[1] = "提升江湖称号",
			[2] = "江湖侠客 %s",
		},
		show3 = {
			[1] = "前往魔兽山脉探险",
			[2] = "收集蛮荒图腾 %s",
		},
		show4 = {
			[1] = "了解蛮荒血脉",
			[2] = "觉醒1次蛮荒血脉 %s",
		},
	},
	[22] = {
		name = "第六章-沙暴传说",
		btnImg1 = "child_22_1.png",
		btnImg2 = "child_22_2.png",
		reward = {
			[1] = {
				[1] = "异界神石",
				[2] = 2,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "前往沙暴镇探险",
			[2] = "击杀怪物 %s<br>血界道祖 %s",
		},
		show2 = {
			[1] = "了解混元功法",
			[2] = "了解混元功法 %s",
		},
		show3 = {
			[1] = "前往沙暴镇探险",
			[2] = "击杀怨灵之体 %s<br>收集流金沙砾 %s",
		},
		show4 = {
			[1] = "探寻沙暴传说",
			[2] = "合成［風魂］黃沙之靈 %s",
		},
	},
	[23] = {
		name = "第七章-沙漠绿洲",
		btnImg1 = "child_23_1.png",
		btnImg2 = "child_23_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 200,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "前往西极秘境探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "了解剑甲开光",
			[2] = "进行剑甲开光 %s",
		},
		show3 = {
			[1] = "前往魔祖遗迹探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "提升人物等级到220级",
			[2] = "人物等级 %s",
		},
	},
	[24] = {
		name = "第八章-魔族战场",
		btnImg1 = "child_24_1.png",
		btnImg2 = "child_24_2.png",
		reward = {
			[1] = {
				[1] = "异界神石",
				[2] = 2,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "前往魔族巢穴探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "了解龙神之力",
			[2] = "龙神之力2重 %s",
		},
		show3 = {
			[1] = "前往幽冥之界探险",
			[2] = "击杀怪物 %s<br>幽冥幽狼[图腾] %s",
		},
		show4 = {
			[1] = "前往生灵禁区探险",
			[2] = "击杀怪物 %s<br>大力魔王[圣] %s",
		},
	},
	[25] = {
		name = "第九章-释放灵魂",
		btnImg1 = "child_25_1.png",
		btnImg2 = "child_25_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 200,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "前往死亡祭坛探险",
			[2] = "击杀怪物 %s<br>★★★夜魂★★★ %s",
		},
		show2 = {
			[1] = "前往灵魂牢笼探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往灵魂牢笼杀怪",
			[2] = "击杀幽魂守卫 %s",
		},
		show4 = {
			[1] = "了解 解放灵魂",
			[2] = "解放灵魂 %s",
		},
	},
	[26] = {
		name = "第十章-叛军危机",
		btnImg1 = "child_26_1.png",
		btnImg2 = "child_26_2.png",
		reward = {
			[1] = {
				[1] = "异界神石",
				[2] = 2,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "前往遗忘前线探险",
			[2] = "击杀怪物 %s<br>四臂魔怪王 %s",
		},
		show2 = {
			[1] = "加强强化",
			[2] = "全身强化7级 %s",
		},
		show3 = {
			[1] = "前往悲鸣哨塔探险",
			[2] = "击杀怪物 %s<br>古战场魔王 %s",
		},
		show4 = {
			[1] = "帮助解析线索",
			[2] = "解析线索 %s",
		},
	},
	[27] = {
		name = "十一章-叛军舰队",
		btnImg1 = "child_27_1.png",
		btnImg2 = "child_27_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 200,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "前往活死人舰队探险",
			[2] = "击杀怪物 %s<br>活死人舰长 %s",
		},
		show2 = {
			[1] = "提升修仙境界",
			[2] = "提升至：九宫境 %s",
		},
		show3 = {
			[1] = "前往永恒丘陵探险",
			[2] = "击杀怪物 %s<br>大地暴剑魔 %s",
		},
		show4 = {
			[1] = "完成人物2转",
			[2] = "人物转生2重 %s",
		},
	},
	[28] = {
		name = "十二章-守望之门",
		btnImg1 = "child_28_1.png",
		btnImg2 = "child_28_2.png",
		reward = {
			[1] = {
				[1] = "异界神石",
				[2] = 2,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "前往游荡者之墓探险",
			[2] = "击杀怪物 %s<br>堕落的审判魔王 %s",
		},
		show2 = {
			[1] = "神龙帝国专属",
			[2] = "穿戴6件神龙帝国专属 %s",
		},
		show3 = {
			[1] = "前往守望之门探险",
			[2] = "击杀怪物 %s<br>山神修普诺斯[至高神灵] %s",
		},
		show4 = {
			[1] = "提升人物等级到240级",
			[2] = "人物等级 %s",
		},
	},
	[29] = {
		name = "十三章-深渊之行",
		btnImg1 = "child_29_1.png",
		btnImg2 = "child_29_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 200,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "前往黑暗古境探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "龙神之力修炼",
			[2] = "修炼龙神之力五重 %s",
		},
		show3 = {
			[1] = "前往迷幻深渊探险",
			[2] = "击杀怪物 %s<br>深渊地行魔 %s",
		},
		show4 = {
			[1] = "混元功法",
			[2] = "混元功法 %s",
		},
	},
	[30] = {
		name = "十四章-神龙终章",
		btnImg1 = "child_30_1.png",
		btnImg2 = "child_30_2.png",
		reward = {
			[1] = {
				[1] = "异界神石",
				[2] = 2,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 2,
			},
			[6] = {
				[1] = "1元充值红包",
				[2] = 5,
			},
		},
		show1 = {
			[1] = "前往死亡行刑场探险",
			[2] = "击杀怪物 %s<br>巨灵大元素师 %s",
		},
		show2 = {
			[1] = "前往永恒之塔1层探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "到达永恒之塔顶层",
			[2] = "神秘房间 %s",
		},
		show4 = {
			[1] = "完成人物3转",
			[2] = "人物转生3重 %s",
		},
	},
	[31] = {
		name = "一章-往生阴阳",
		parentImg = "main_4_1.png",
		btnImg1 = "child_31_1.png",
		btnImg2 = "child_31_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "阴阳魂石",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往往生客栈探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往鬼门关探险",
			[2] = "击杀怪物  %s",
		},
		show3 = {
			[1] = "前往阳间探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "前往阴间探险",
			[2] = "击杀怪物 %s",
		},
	},
	[32] = {
		name = "二章-鬼街夜行",
		btnImg1 = "child_32_1.png",
		btnImg2 = "child_32_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "阴阳魂石",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往阴司鬼街探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往阴司鬼街南探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往阴司鬼街北探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "前往死亡鬼沼探险",
			[2] = "击杀怪物 %s",
		},
	},
	[33] = {
		name = "三章-鬼街解密",
		btnImg1 = "child_33_1.png",
		btnImg2 = "child_33_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "阴阳魂石",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往十恶之地探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往幽暗鬼域探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "解密鬼域灵器1",
			[2] = "提交暗影之缚 %s",
		},
		show4 = {
			[1] = "解密鬼域灵器2",
			[2] = "提交幽冥之环 %s",
		},
	},
	[34] = {
		name = "四章-阴阳之道",
		btnImg1 = "child_34_1.png",
		btnImg2 = "child_34_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "阴阳魂石",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往暗巷探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往奈何桥探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往阴阳界探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "前往鬼国神宫探险",
			[2] = "提升玄阴之力 %s<br>提升赤阳之力 %s",
		},
	},
	[35] = {
		name = "五章-踏入黄泉",
		btnImg1 = "child_35_1.png",
		btnImg2 = "child_35_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "阴阳魂石",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往鬼界险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往无魂之地探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往黄泉路探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "前往无常殿探险",
			[2] = "解决麻烦的小鬼 %s",
		},
	},
	[36] = {
		name = "六章-亡魂之力",
		btnImg1 = "child_36_1.png",
		btnImg2 = "child_36_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "阴阳魂石",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往阎王大殿探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往阎王大殿探险",
			[2] = "完成改命 %s",
		},
		show3 = {
			[1] = "前往亡魂塔探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "前往亡魂塔探险",
			[2] = "击杀酆都大帝★★★★★★ %s",
		},
	},
	[37] = {
		name = "七章-鬼域探险",
		btnImg1 = "child_37_1.png",
		btnImg2 = "child_37_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "阴阳魂石",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往失落鬼域探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往猛鬼岛礁探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往亡灵之角探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "前往神泣之地探险",
			[2] = "击杀怪物 %s",
		},
	},
	[38] = {
		name = "八章-蛇巢之灾",
		btnImg1 = "child_38_1.png",
		btnImg2 = "child_38_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "阴阳魂石",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往九头蛇之巢探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往蛇巢禁地探险",
			[2] = "击杀全部噬渊之主·九头蛇 %s",
		},
		show3 = {
			[1] = "前往北城遗迹探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "前往黑水古城探险",
			[2] = "击杀怪物 %s",
		},
	},
	[39] = {
		name = "九章-赤焰轮回",
		btnImg1 = "child_39_1.png",
		btnImg2 = "child_39_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "阴阳魂石",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往死亡墓场探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往魔之域探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "体验魔焰炼狱探险",
			[2] = "提交赤木之瞳 %s",
		},
		show4 = {
			[1] = "前往轮回之地探险",
			[2] = "击杀魔帝斯卡曼德洛斯[冥界掌控] %s",
		},
	},
	[40] = {
		name = "十章-黑水传说",
		btnImg1 = "child_40_1.png",
		btnImg2 = "child_40_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "阴阳魂石",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往黑水遗迹探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往黑水废墟探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "学习黑水秘技探险",
			[2] = "学习技能：黑水沼泽 %s",
		},
		show4 = {
			[1] = "前往新大陆",
			[2] = "开启极恶大陆 %s",
		},
	},
	[41] = {
		name = "一章-极恶灰谷",
		parentImg = "main_5_1.png",
		btnImg1 = "child_41_1.png",
		btnImg2 = "child_41_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "造化结晶",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往灰烬裂谷探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往灰烬裂谷东探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往神圣之原探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "前往巨木神庙探险",
			[2] = "击杀怪物 %s",
		},
	},
	[42] = {
		name = "二章-精灵之歌",
		btnImg1 = "child_42_1.png",
		btnImg2 = "child_42_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "造化结晶",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往长岁泉探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往世界树遗迹探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往光之域探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "了解风之歌",
			[2] = "完成风之语歌 %s",
		},
	},
	[43] = {
		name = "三章-黑龙老巢",
		btnImg1 = "child_43_1.png",
		btnImg2 = "child_43_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "造化结晶",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往黑龙巢穴探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往黑龙巢穴一层探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往黑龙巢穴二层探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "前往黑龙之巢探险",
			[2] = "解封灭世牢笼 %s",
		},
	},
	[44] = {
		name = "四章-寒霜之王",
		btnImg1 = "child_44_1.png",
		btnImg2 = "child_44_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "造化结晶",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往灰烬裂谷西探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往寒霜雪域探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往寒霜雪域一层探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "前往寒霜圣地探险",
			[2] = "召唤寒霜君主·塞林·SSSR %s",
		},
	},
	[45] = {
		name = "五章-洪荒之门",
		btnImg1 = "child_45_1.png",
		btnImg2 = "child_45_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "造化结晶",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往洪荒古墓探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往洪荒古墓一层探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往洪荒古墓二层探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "洪荒之力的秘密",
			[2] = "完成洪荒之力任务 %s",
		},
	},
	[46] = {
		name = "六章-五行聚灵",
		btnImg1 = "child_46_1.png",
		btnImg2 = "child_46_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "造化结晶",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往五行聚灵域探险",
			[2] = "开通地图五行聚灵域 %s",
		},
		show2 = {
			[1] = "探索五行灵体的秘密",
			[2] = "提升五行灵体 %s",
		},
		show3 = {
			[1] = "前往暗黑之地探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "前往黑暗沃土探险",
			[2] = "击杀怪物 %s",
		},
	},
	[47] = {
		name = "七章-雪舞之歌",
		btnImg1 = "child_47_1.png",
		btnImg2 = "child_47_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "造化结晶",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往废弃矿山探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往树妖森林探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往旅行者营地探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "雪舞",
			[2] = "合成※雪舞※[装扮时装] %s",
		},
	},
	[48] = {
		name = "八章-解救人质",
		btnImg1 = "child_48_1.png",
		btnImg2 = "child_48_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "造化结晶",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往哥布林洞窟探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往解救少女",
			[2] = "解救被掳掠的少女 %s",
		},
		show3 = {
			[1] = "前往邪恶山谷探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "前往月影神殿探险",
			[2] = "击杀怪物 %s",
		},
	},
	[49] = {
		name = "九章-月影余光",
		btnImg1 = "child_49_1.png",
		btnImg2 = "child_49_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "造化结晶",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往神秘洞穴探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往月影神殿一层探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往月影神殿二层探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "探索月光余晖的秘密",
			[2] = "完成月光余晖 %s",
		},
	},
	[50] = {
		name = "十章-火灵异兽",
		btnImg1 = "child_50_1.png",
		btnImg2 = "child_50_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "造化结晶",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往火之域探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往末日火山探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往安其拉废墟探险",
			[2] = "击杀火麒麟 %s",
		},
		show4 = {
			[1] = "新大陆",
			[2] = "前往太阳圣城 %s",
		},
	},
	[51] = {
		name = "一章-永恒之城",
		parentImg = "main_6_1.png",
		btnImg1 = "child_51_1.png",
		btnImg2 = "child_51_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "混沌本源",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往神语古道探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往炽热山谷探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往永恒之城探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "前往永恒密道1层探险",
			[2] = "击杀怪物 %s",
		},
	},
	[52] = {
		name = "二章-海湾沉船",
		btnImg1 = "child_52_1.png",
		btnImg2 = "child_52_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "混沌本源",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往异变海湾探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往水下世界探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往水下世界上层",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "了解海湾渔夫的秘密",
			[2] = "打造潮影钩矛 %s",
		},
	},
	[53] = {
		name = "三章-深海恐惧",
		btnImg1 = "child_53_1.png",
		btnImg2 = "child_53_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "混沌本源",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往水下世界中层探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往水下世界底层探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往幽冥沉船探险",
			[2] = "击杀深海恐惧·克拉肯 %s",
		},
		show4 = {
			[1] = "前往冰洌暗河探险",
			[2] = "击杀怪物 %s",
		},
	},
	[54] = {
		name = "四章-极寒之地",
		btnImg1 = "child_54_1.png",
		btnImg2 = "child_54_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "混沌本源",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往冰洌暗河二层探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往冰洌暗河三层探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "零度极寒",
			[2] = "获得冰魂结晶 %s",
		},
		show4 = {
			[1] = "前往大墓场探险",
			[2] = "击杀“破晓之眼”安晓 %s",
		},
	},
	[55] = {
		name = "五章-勇闯灵庙",
		btnImg1 = "child_55_1.png",
		btnImg2 = "child_55_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "混沌本源",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往灵庙遗迹探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往灵庙遗迹二层探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往灵庙遗迹三层探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "前往时光神殿探险",
			[2] = "击杀怪物 %s",
		},
	},
	[56] = {
		name = "六章-六道轮回",
		btnImg1 = "child_56_1.png",
		btnImg2 = "child_56_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "混沌本源",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往地心监牢探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往六道魔域探险",
			[2] = "开启六道魔域 %s",
		},
		show3 = {
			[1] = "前往六道魔域探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "寻找六道仙人",
			[2] = "召唤大筒木羽衣∷六道仙人∷ %s",
		},
	},
	[57] = {
		name = "七章-密林探险",
		btnImg1 = "child_57_1.png",
		btnImg2 = "child_57_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "混沌本源",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往圣城边界探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往魔法密林探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往沉眠雨林探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "前往失语山脉探险",
			[2] = "击杀【ＳＳＳ】天之驱逐者 %s",
		},
	},
	[58] = {
		name = "八章-神风传说",
		btnImg1 = "child_58_1.png",
		btnImg2 = "child_58_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "混沌本源",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往失语山脉探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往日暮山脉探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往神风平原探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "前往尘寂之地探险",
			[2] = "击杀怪物 %s",
		},
	},
	[59] = {
		name = "九章-太阳终章",
		btnImg1 = "child_59_1.png",
		btnImg2 = "child_59_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 100,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 30,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "混沌本源",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往死亡禁地探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往鬼谷之崖探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往废弃沼泽探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "前往新大陆探险",
			[2] = "开通破晓之境 %s",
		},
	},
	[60] = {
		name = "一章-破晓初章",
		parentImg = "main_7_1.png",
		btnImg1 = "child_60_1.png",
		btnImg2 = "child_60_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 30,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 30,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 10,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "混沌本源",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往疾风地带探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "了解珍宝鉴定",
			[2] = "珍宝鉴定5次 %s",
		},
		show3 = {
			[1] = "前往血色防线探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "了解血色狂怒",
			[2] = "了解血色狂怒",
		},
	},
	[61] = {
		name = "二章-死亡城堡",
		btnImg1 = "child_61_1.png",
		btnImg2 = "child_61_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 30,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 30,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 10,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "混沌本源",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往废弃的庙宇探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往死亡之堡探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往死亡之堡一层探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "前往死亡之堡二层探险",
			[2] = "击杀怪物 %s",
		},
	},
	[62] = {
		name = "三章-寂灭归墟",
		btnImg1 = "child_62_1.png",
		btnImg2 = "child_62_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 30,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 30,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 10,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "混沌本源",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往死亡之堡三层探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "开启死亡之堡底层大门",
			[2] = "开启死亡之堡底层 %s",
		},
		show3 = {
			[1] = "前往死亡之堡底层探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "寂灭归墟",
			[2] = "学习技能：寂灭归墟 %s",
		},
	},
	[63] = {
		name = "四章-时空监狱",
		btnImg1 = "child_63_1.png",
		btnImg2 = "child_63_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 30,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 30,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 10,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "混沌本源",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往时间监狱探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往第一狱探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往第二狱探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "前往第三狱探险",
			[2] = "击杀怪物 %s",
		},
	},
	[64] = {
		name = "五章-时空轮回",
		btnImg1 = "child_64_1.png",
		btnImg2 = "child_64_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 30,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 30,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 10,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "混沌本源",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "了解时空轮盘",
			[2] = "了解时空轮盘 %s",
		},
		show2 = {
			[1] = "转动时空轮盘",
			[2] = "转动时空轮盘",
		},
		show3 = {
			[1] = "前往深渊漩涡探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "前往绝密区域探险",
			[2] = "击杀怪物 %s",
		},
	},
	[65] = {
		name = "六章-绝密地带",
		btnImg1 = "child_65_1.png",
		btnImg2 = "child_65_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 30,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 30,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 10,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "混沌本源",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往昔日悲鸣探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往迷之觉悟探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往复活圣殿探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "前往七星拱月阵探险",
			[2] = "进入七星拱月阵 %s",
		},
	},
	[66] = {
		name = "七章-圣龙之魂",
		btnImg1 = "child_66_1.png",
		btnImg2 = "child_66_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 30,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 30,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 10,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "混沌本源",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往圣地龙之魂探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往圣地龙之魂一层探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往圣地龙之魂二层探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "了解龙魂烙印",
			[2] = "完成任意龙魂烙印 %s",
		},
	},
	[67] = {
		name = "八章-极限道场",
		btnImg1 = "child_67_1.png",
		btnImg2 = "child_67_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 30,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 30,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 10,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "混沌本源",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往极限之地探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往精灵之森探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往武人之都探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "前往风铃道场探险",
			[2] = "击杀怪物 %s",
		},
	},
	[68] = {
		name = "九章-腐化之力",
		btnImg1 = "child_68_1.png",
		btnImg2 = "child_68_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 30,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 30,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 10,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "混沌本源",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往扭曲丛林探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往黑雾之源探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "了解腐化之种",
			[2] = "温养一次腐化之力 %s",
		},
		show4 = {
			[1] = "前往黑度通道探险",
			[2] = "击杀怪物 %s",
		},
	},
	[69] = {
		name = "十章-黑暗基因",
		btnImg1 = "child_69_1.png",
		btnImg2 = "child_69_2.png",
		reward = {
			[1] = {
				[1] = "焚天石",
				[2] = 30,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 30,
			},
			[3] = {
				[1] = "幻灵水晶",
				[2] = 10,
			},
			[4] = {
				[1] = "精魄碎片",
				[2] = 3,
			},
			[5] = {
				[1] = "后天造化箓",
				[2] = 1,
			},
			[6] = {
				[1] = "混沌本源",
				[2] = 1,
			},
		},
		show1 = {
			[1] = "前往黑暗之门探险",
			[2] = "击杀怪物 %s",
		},
		show2 = {
			[1] = "前往罪孽神坛探险",
			[2] = "击杀怪物 %s",
		},
		show3 = {
			[1] = "前往蔓草废墟探险",
			[2] = "击杀怪物 %s",
		},
		show4 = {
			[1] = "了解基因再造",
			[2] = "完成基因改造10级 %s",
		},
	},
}
return config