local config = { 
	[1] = { 
		xls_id = 1,
		varname = "钱庄限购1",
		item = {
			[1] = {
				[1] = "元宝",
				[2] = 50000,
			},
		},
		price = {
			[1] = {
				[1] = "金币",
				[2] = 6000000,
			},
		},
	},
	[2] = { 
		xls_id = 2,
		varname = "钱庄限购2",
		item = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 40,
			},
		},
		price = {
			[1] = {
				[1] = "金币",
				[2] = 6000000,
			},
		},
	},
	[3] = { 
		xls_id = 3,
		varname = "钱庄限购3",
		item = {
			[1] = {
				[1] = "绑定金币",
				[2] = 6000000,
			},
		},
		price = {
			[1] = {
				[1] = "元宝",
				[2] = 100000,
			},
		},
	},
	[4] = { 
		xls_id = 4,
		varname = "钱庄限购4",
		item = {
			[1] = {
				[1] = "绑定灵符",
				[2] = 80,
			},
		},
		price = {
			[1] = {
				[1] = "元宝",
				[2] = 100000,
			},
		},
	},
	[5] = { 
		xls_id = 5,
		varname = "钱庄限购5",
		item = {
			[1] = {
				[1] = "绑定金币",
				[2] = 6000000,
			},
		},
		price = {
			[1] = {
				[1] = "灵符",
				[2] = 100,
			},
		},
	},
	[6] = { 
		xls_id = 6,
		varname = "钱庄限购6",
		item = {
			[1] = {
				[1] = "元宝",
				[2] = 150000,
			},
		},
		price = {
			[1] = {
				[1] = "灵符",
				[2] = 100,
			},
		},
	},
}
return config
