local config = {
	["血魔护臂MAX"] = {
	},
	["无尽愤怒"] = {
	},
	["死亡一指"] = {
	},
	["◆影杀阵◆"] = {
	},
	["祸斗之獠"] = {
	},
	["追殺者"] = {
	},
	["死亡ゅ封印"] = {
	},
	["-燃霜之握-"] = {
	},
	["冰河之心"] = {
	},
	["死亡假面"] = {
	},
	["燃魂吊坠"] = {
	},
	["噬伤之力"] = {
	},
	["混沌之影"] = {
	},
	["·破碎裂痕·"] = {
	},
	["死亡射线"] = {
	},
	["千山破"] = {
	},
	["罪恶审判×"] = {
	},
	["悲鸣之泣"] = {
	},
	["深渊的亵渎☆☆"] = {
	},
	["赤焰结晶"] = {
	},
	["信念支柱"] = {
	},
	["星瀚之力"] = {
	},
	["蓝色恶魔之眼"] = {
	},
	["蚀月镜"] = {
	},
	["红眼面具"] = {
	},
	["狂怒护手"] = {
	},
	["狂意之怒"] = {
	},
	["魔渊面具"] = {
	},
	["「无情」"] = {
	},
	["咆哮之意"] = {
	},
	["抉择"] = {
	},
	["啸之戒指"] = {
	},
	["天殇之痕"] = {
	},
	["巨龙之印"] = {
	},
	["时间锁"] = {
	},
	["轮回沙漏"] = {
	},
	["失落空间"] = {
	},
	["法师拳套"] = {
	},
	["半兽人之心"] = {
	},
	["天启星魂"] = {
	},
	["恶之握"] = {
	},
	["戰場之靴"] = {
	},
	["禁言"] = {
	},
	["无面恐惧"] = {
	},
	["灵魂洗礼"] = {
	},
	["哨兵之首"] = {
	},
	["无序战盔"] = {
	},
	["生灵·屠杀"] = {
	},
	["星神之坠"] = {
	},
	["幕轮"] = {
	},
	["狂魔·永夜"] = {
	},
	["贪婪之噬"] = {
	},
	["影幕之指"] = {
	},
	["★★星魂永燃★★"] = {
	},
	["无序的邪力"] = {
	},
	["刺·束缚之隐"] = {
	},
	["无序◎奥秘"] = {
	},
	["『神耀』"] = {
	},
	["悟道神带"] = {
	},
	["〝回魂〞"] = {
	},
	["心有琉璃"] = {
	},
	["『畸变』"] = {
	},
	["光辉之怒·鸩"] = {
	},
	["◆黑洞◆"] = {
	},
	["万法面具"] = {
	},
	["血奴印记"] = {
	},
	["混乱制造者"] = {
	},
	["新月头盔[月灵]"] = {
	},
	["新月项链[月灵]"] = {
	},
	["醉月手镯[魂灭]"] = {
	},
	["醉月戒指[魂灭]"] = {
	},
	["风月腰带[魂生]"] = {
	},
	["风月鞋子[魂生]"] = {
	},
	["【暗影】咒印之铠"] = {
	},
	["≮神拳≯"] = {
	},
	["噩梦之首★★"] = {
	},
	["一剑开天门"] = {
	},
	["·聖裁降臨SSS·"] = {
	},
	["魔焰·炽无尽"] = {
	},
	["黑月·之泪"] = {
	},
	["真·霸主战甲SSS"] = {
	},
	["≮万物之力≯"] = {
	},
	["名刀⊙观世正宗"] = {
	},
	["命运的轮转"] = {
	},
	["起源·无尽幻境"] = {
	},
	["厄运代言人"] = {
	},
	["时间之轮·聚变"] = {
	},
	["龙之力·不灭光剑!"] = {
	},
	["黄昏落幕ぁ"] = {
	},
	["群星之怒★★★"] = {
	},
	["夜风·不败剑意"] = {
	},
	["星辉的祷告乀"] = {
	},
	["御天机"] = {
	},
	["·天魔之冠·破天·"] = {
	},
	["原初■混乱■"] = {
	},
	["星辉·猎杀狩命"] = {
	},
	["无序的凝视"] = {
	},
	["桓龙：另一个时空"] = {
	},
	["封龙劍メ驱逐之刃"] = {
	},
	["异空：千年之光"] = {
	},
	["新月领域△核心"] = {
	},
	["無上生霊″魂灭生"] = {
	},
	["神之■庇护"] = {
	},
}
return config