local config = {
	["[天启]银翼精灵"] = {
	},
	["[天启]幻翼花仙"] = {
	},
	["[双星]迷梦飞羽"] = {
	},
	["[双星]翡翠仙灵"] = {
	},
	["蝶王·灵幻"] = {
	},
	["[三魂]裂魂恶鬼"] = {
	},
	["[三魂]暗影爪魔"] = {
	},
	["[四玄]深渊幻影"] = {
	},
	["[四玄]噬骨屠夫"] = {
	},
	["魔窟领主·魂噬者"] = {
	},
	["[五岳]鬼面石卫"] = {
	},
	["[五岳]诅咒巫奴"] = {
	},
	["[六合]幽灵鬼骑"] = {
	},
	["[六合]残魂祭祀"] = {
	},
	["古庙守护者·冥法尊者"] = {
	},
	["[七星]阴影潜伏者"] = {
	},
	["[七星]黑魂卫士"] = {
	},
	["[八荒]黑魂僧兵"] = {
	},
	["[八荒]夜魅刺客"] = {
	},
	["暗殿主宰·黑影刑天"] = {
	},
	["[九曜]圣殿守卫者"] = {
	},
	["[九曜]光辉战魂"] = {
	},
	["[十都]神圣法灵"] = {
	},
	["[十都]圣光哨兵"] = {
	},
	["圣殿之灵·光耀圣者"] = {
	},
	["四玄至尊[炼狱]"] = {
	},
	["五岳至尊[炼狱]"] = {
	},
	["六合至尊[炼狱]"] = {
	},
	["七星至尊[炼狱]"] = {
	},
	["八荒至尊[炼狱]"] = {
	},
	["九曜至尊[炼狱]"] = {
	},
	["十都至尊[炼狱]"] = {
	},
	["百威至尊[炼狱]"] = {
	},
	["千煞至尊[炼狱]"] = {
	},
	["万世至尊[炼狱]"] = {
	},
	["亿冥至尊[炼狱]"] = {
	},
	["[土之天尊]石母·瑟拉塞恩"] = {
	},
}
return config