local config = { 
	[0] = { 
		xls_id = 0,
		give = "破魔斗笠",
		equip = "空",
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 3000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 1,
			},
		},
	},
	[1] = { 
		xls_id = 1,
		give = "破魔斗笠+1",
		equip = "破魔斗笠",
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 5000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 3,
			},
		},
	},
	[2] = { 
		xls_id = 2,
		give = "破魔斗笠+2",
		equip = "破魔斗笠+1",
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 10000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 5,
			},
		},
	},
	[3] = { 
		xls_id = 3,
		give = "破魔斗笠+3",
		equip = "破魔斗笠+2",
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 50000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 10,
			},
		},
	},
	[4] = { 
		xls_id = 4,
		give = "破魔斗笠+4",
		equip = "破魔斗笠+3",
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 100000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 15,
			},
		},
	},
	[5] = { 
		xls_id = 5,
		give = "破魔斗笠+5",
		equip = "破魔斗笠+4",
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 200000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 20,
			},
		},
	},
	[6] = { 
		xls_id = 6,
		give = "破魔斗笠+6",
		equip = "破魔斗笠+5",
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 300000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 30,
			},
		},
	},
	[7] = { 
		xls_id = 7,
		give = "破魔斗笠+7",
		equip = "破魔斗笠+6",
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 500000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 40,
			},
		},
	},
	[8] = { 
		xls_id = 8,
		give = "破魔斗笠+8",
		equip = "破魔斗笠+7",
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 800000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 60,
			},
		},
	},
	[9] = { 
		xls_id = 9,
		give = "破魔斗笠+9",
		equip = "破魔斗笠+8",
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 1200000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 80,
			},
		},
	},
	[10] = { 
		xls_id = 10,
		give = "破魔斗笠+10",
		equip = "破魔斗笠+9",
		cost = {
			[1] = {
				[1] = "金币",
				[2] = 2000000,
			},
			[2] = {
				[1] = "天工之锤",
				[2] = 100,
			},
		},
	},
}
return config
