local config = {
	[1] = {
		equip = {
			[1] = {
				[1] = "一缕神念",
				[2] = 1,
			},
		},
		lingfu = 2680,
	},
	[2] = {
		equip = {
			[1] = {
				[1] = "暮潮",
				[2] = 1,
			},
		},
		lingfu = 2680,
	},
	[3] = {
		equip = {
			[1] = {
				[1] = "金色黎明的圣物箱",
				[2] = 1,
			},
		},
		lingfu = 2680,
	},
	[4] = {
		equip = {
			[1] = {
				[1] = "永恒凛冬",
				[2] = 1,
			},
		},
		lingfu = 2680,
	},
	[5] = {
		equip = {
			[1] = {
				[1] = "降星者",
				[2] = 1,
			},
		},
		lingfu = 2680,
	},
	[6] = {
		equip = {
			[1] = {
				[1] = "孤影流觞",
				[2] = 1,
			},
		},
		lingfu = 2680,
	},
	[7] = {
		equip = {
			[1] = {
				[1] = "卐卐正道鏡卐卐",
				[2] = 1,
			},
		},
		lingfu = 2680,
	},
	[8] = {
		equip = {
			[1] = {
				[1] = "卐卐提魂锁卐卐",
				[2] = 1,
			},
		},
		lingfu = 2680,
	},
	[9] = {
		equip = {
			[1] = {
				[1] = "△△雷道天卷△△",
				[2] = 1,
			},
		},
		lingfu = 2680,
	},
	[10] = {
		equip = {
			[1] = {
				[1] = "△△玄天令△△",
				[2] = 1,
			},
		},
		lingfu = 2680,
	},
	[11] = {
		equip = {
			[1] = {
				[1] = "▲▲火雲真經▲▲",
				[2] = 1,
			},
		},
		lingfu = 2680,
	},
	[12] = {
		equip = {
			[1] = {
				[1] = "▲▲水鏡太極▲▲",
				[2] = 1,
			},
		},
		lingfu = 2680,
	},
	[13] = {
		equip = {
			[1] = {
				[1] = "‖「谣影神靴」‖",
				[2] = 1,
			},
		},
		lingfu = 2680,
	},
	[14] = {
		equip = {
			[1] = {
				[1] = "‖「太清流珠」‖",
				[2] = 1,
			},
		},
		lingfu = 2680,
	},
}
return config