local config = {
	[7] = {
		skillName = "攻杀剑术",
		cost = {
			[1] = {
				[1] = "书页",
				[2] = 20,
			},
			[2] = {
				[1] = "金币",
				[2] = 1000000,
			},
		},
		tips = "<font color='#00ff00' size='16'>攻杀剑术额外附加自身攻击上限35%的真实伤害</font>",
		effectid = 15,
	},
	[12] = {
		skillName = "刺杀剑术",
		cost = {
			[1] = {
				[1] = "书页",
				[2] = 20,
			},
			[2] = {
				[1] = "金币",
				[2] = 2000000,
			},
		},
		tips = "<font color='#00ff00' size='16'>刺杀剑术有5%的几率时目标受到的伤害翻倍</font>",
		effectid = 11005,
	},
	[25] = {
		skillName = "半月弯刀",
		cost = {
			[1] = {
				[1] = "书页",
				[2] = 20,
			},
			[2] = {
				[1] = "金币",
				[2] = 2000000,
			},
		},
		tips = "<font color='#00ff00' size='16'>半月弯刀攻击目标时，有20%的几率使攻击速度+2.持续5秒</font>",
		effectid = 11003,
	},
	[26] = {
		skillName = "烈火剑法",
		cost = {
			[1] = {
				[1] = "书页",
				[2] = 20,
			},
			[2] = {
				[1] = "金币",
				[2] = 3000000,
			},
		},
		tips = "<font color='#00ff00' size='16'>烈火剑法点燃被击中的目标3秒，没秒减少等同于释放者攻击上限20%的生命</font>",
		effectid = 11001,
	},
	[66] = {
		skillName = "开天斩",
		cost = {
			[1] = {
				[1] = "书页",
				[2] = 20,
			},
			[2] = {
				[1] = "金币",
				[2] = 5000000,
			},
		},
		tips = "<font color='#00ff00' size='16'>开天斩命中目标后，使目标5秒内降低20%的防御</font>",
		effectid = 11004,
	},
	[56] = {
		skillName = "逐日剑法",
		cost = {
			[1] = {
				[1] = "书页",
				[2] = 20,
			},
			[2] = {
				[1] = "金币",
				[2] = 5000000,
			},
		},
		tips = "<font color='#00ff00' size='16'>逐日剑法击中的目标为玩家时，有35%的几率使其额外减少当前HP10%的生命</font>",
		effectid = 11000,
	},
}
return config