local config = {
	null = {
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 50000,
			},
		},
		upleve = 50862,
		desc = "高等级获得复活功能",
	},
	[50862] = {
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 100000,
			},
			[2] = {
				[1] = "灵符",
				[2] = 1000,
			},
		},
		upleve = 50863,
		desc = "高等级获得复活功能",
	},
	[50863] = {
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 150000,
			},
		},
		upleve = 50864,
		desc = "高等级获得复活功能",
	},
	[50864] = {
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 200000,
			},
		},
		upleve = 50865,
		desc = "高等级获得复活功能",
	},
	[50865] = {
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 250000,
			},
		},
		upleve = 50866,
		desc = "高等级获得复活功能",
	},
	[50866] = {
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 300000,
			},
		},
		upleve = 50867,
		desc = "高等级获得复活功能",
	},
	[50867] = {
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 350000,
			},
		},
		upleve = 50868,
		desc = "高等级获得复活功能",
	},
	[50868] = {
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 400000,
			},
		},
		upleve = 50869,
		desc = "下一级获得复活功能",
	},
	[50869] = {
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 450000,
			},
		},
		upleve = 50870,
		desc = "获得复活功能",
	},
	[50870] = {
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 500000,
			},
		},
		upleve = 50871,
		desc = "获得复活功能",
	},
	[50871] = {
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 550000,
			},
		},
		upleve = 50872,
		desc = "获得复活功能",
	},
	[50872] = {
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 600000,
			},
		},
		upleve = 50873,
		desc = "获得复活功能",
	},
	[50873] = {
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 650000,
			},
		},
		upleve = 50874,
		desc = "获得复活功能",
	},
	[50874] = {
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 700000,
			},
		},
		upleve = 50875,
		desc = "获得复活功能",
	},
	[50875] = {
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 750000,
			},
		},
		upleve = 50876,
		desc = "获得复活功能",
	},
	[50876] = {
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 800000,
			},
		},
		upleve = 50877,
		desc = "获得复活功能",
	},
	[50877] = {
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 850000,
			},
		},
		upleve = 50878,
		desc = "获得复活功能",
	},
	[50878] = {
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 900000,
			},
		},
		upleve = 50879,
		desc = "获得复活功能",
	},
	[50879] = {
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 950000,
			},
		},
		upleve = 50880,
		desc = "获得复活功能",
	},
	[50880] = {
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 1000000,
			},
		},
		upleve = 50881,
		desc = "获得复活功能",
	},
	[50881] = {
		consume = {
			[1] = {
				[1] = "元宝",
				[2] = 1050000,
			},
		},
		upleve = 50881,
		desc = "血石已经满级",
	},
}
return config