local config = {
	["小鬼"] = {
	},
	["厉鬼"] = {
	},
	["鬼火"] = {
	},
	["孤魂"] = {
	},
	["野鬼"] = {
	},
	["吊死鬼"] = {
	},
	["饿死鬼"] = {
	},
	["骷髅怪"] = {
	},
	["僵尸"] = {
	},
	["夜叉"] = {
	},
	["鬼画符"] = {
	},
	["(鬼)太阴天子"] = {
	},
	["(鬼)黑无常"] = {
	},
	["(鬼)白无常"] = {
	},
	["通灵兽·谛听"] = {
	},
	["死灵使者"] = {
	},
	["无魂阴罗"] = {
	},
	["不死血厉"] = {
	},
	["无间鬼煞"] = {
	},
	["(鬼)孟婆"] = {
	},
	["(鬼)夜游神"] = {
	},
	["(鬼)牛头马面"] = {
	},
	["(鬼)招魂鬼叟"] = {
	},
	["阎罗王★★★"] = {
	},
	["阴朝地府的鬼[索命]"] = {
	},
	["远古四臂魔王[鬼神]"] = {
	},
	["阴尸鬼王·尸山血海"] = {
	},
	["鬼界至尊·五方鬼帝"] = {
	},
}
return config