local config = {
	[1] = {
		title = "≤英灵初现≥[觉醒]",
		cost = {
			[1] = {
				[1] = "神之头颅",
				[2] = 5,
			},
			[2] = {
				[1] = "异界神石",
				[2] = 5,
			},
			[3] = {
				[1] = "元宝",
				[2] = 500000,
			},
		},
		totalRecharge = 10,
	},
	[2] = {
		title = "≤英灵之路≥[行者]",
		cost = {
			[1] = {
				[1] = "神之头颅",
				[2] = 30,
			},
			[2] = {
				[1] = "异界神石",
				[2] = 30,
			},
			[3] = {
				[1] = "元宝",
				[2] = 1000000,
			},
		},
		totalRecharge = 50,
	},
	[3] = {
		title = "≤英灵之力≥[逐鹿]",
		cost = {
			[1] = {
				[1] = "神之头颅",
				[2] = 66,
			},
			[2] = {
				[1] = "异界神石",
				[2] = 66,
			},
			[3] = {
				[1] = "元宝",
				[2] = 2000000,
			},
		},
		totalRecharge = 100,
	},
	[4] = {
		title = "≤英灵显赫≥[霸主]",
		cost = {
			[1] = {
				[1] = "神之头颅",
				[2] = 88,
			},
			[2] = {
				[1] = "异界神石",
				[2] = 88,
			},
			[3] = {
				[1] = "元宝",
				[2] = 3000000,
			},
		},
		totalRecharge = 200,
	},
	[5] = {
		title = "≤英灵统御≥[君主]",
		cost = {
			[1] = {
				[1] = "神之头颅",
				[2] = 118,
			},
			[2] = {
				[1] = "异界神石",
				[2] = 118,
			},
			[3] = {
				[1] = "元宝",
				[2] = 5000000,
			},
		},
		totalRecharge = 300,
	},
	[6] = {
		title = "≤英灵之巅≥[尊者]",
		cost = {
			[1] = {
				[1] = "神之头颅",
				[2] = 168,
			},
			[2] = {
				[1] = "异界神石",
				[2] = 168,
			},
			[3] = {
				[1] = "元宝",
				[2] = 8000000,
			},
		},
		totalRecharge = 600,
	},
	[7] = {
		title = "≤诛神之门≥[神谕]",
		cost = {
			[1] = {
				[1] = "神之头颅",
				[2] = 222,
			},
			[2] = {
				[1] = "异界神石",
				[2] = 222,
			},
			[3] = {
				[1] = "元宝",
				[2] = 15000000,
			},
		},
		totalRecharge = 1000,
	},
	[8] = {
		title = "≤诛神之阶≥[裁决]",
		cost = {
			[1] = {
				[1] = "神之头颅",
				[2] = 333,
			},
			[2] = {
				[1] = "异界神石",
				[2] = 333,
			},
			[3] = {
				[1] = "元宝",
				[2] = 30000000,
			},
		},
		totalRecharge = 2000,
	},
	[9] = {
		title = "≤诛神の黄昏≥[神殇]",
		cost = {
			[1] = {
				[1] = "神之头颅",
				[2] = 444,
			},
			[2] = {
				[1] = "异界神石",
				[2] = 444,
			},
			[3] = {
				[1] = "元宝",
				[2] = 50000000,
			},
		},
		totalRecharge = 3000,
	},
	[10] = {
		title = "≤诛神の黄昏≥[神灭]",
		cost = {
			[1] = {
				[1] = "神之头颅",
				[2] = 666,
			},
			[2] = {
				[1] = "异界神石",
				[2] = 666,
			},
			[3] = {
				[1] = "元宝",
				[2] = 80000000,
			},
		},
		totalRecharge = 5000,
	},
}
return config