local config = {
	["龙族雕石[未觉醒]"] = {
		index = 1,
	},
	["龙族雕石[一阶觉醒]"] = {
		index = 2,
		att = {
			[1] = 10,
			[2] = 3,
			[3] = 3,
			[4] = 3,
			[5] = "1W",
			[6] = "20W",
		},
		img = "1.png",
	},
	["龙族雕石[二阶觉醒]"] = {
		index = 3,
		att = {
			[1] = 15,
			[2] = 5,
			[3] = 5,
			[4] = 5,
			[5] = "2W",
			[6] = "40W",
		},
		img = "2.png",
	},
	["龙族雕石[三阶觉醒]"] = {
		index = 4,
		att = {
			[1] = 20,
			[2] = 7,
			[3] = 7,
			[4] = 7,
			[5] = "3W",
			[6] = "80W",
		},
		img = "3.png",
	},
	["龙族雕石[四阶觉醒]"] = {
		index = 5,
		att = {
			[1] = 30,
			[2] = 9,
			[3] = 10,
			[4] = 10,
			[5] = "4W",
			[6] = "150W",
		},
		img = "4.png",
	},
	["龙族雕石[五阶觉醒]"] = {
		index = 6,
		att = {
			[1] = 40,
			[2] = 12,
			[3] = 15,
			[4] = 15,
			[5] = "5W",
			[6] = "300W",
		},
		img = "5.png",
	},
}
return config