local config = {
	["恢复光环"] = {
	},
	["恢复光环+1"] = {
	},
	["恢复光环+2"] = {
	},
	["恢复光环+3"] = {
	},
	["恢复光环+4"] = {
	},
	["恢复光环+5"] = {
	},
	["恢复光环+6"] = {
	},
	["恢复光环+7"] = {
	},
	["恢复光环+8"] = {
	},
	["恢复光环+9"] = {
	},
	["恢复光环+10"] = {
	},
	["上忍之隐"] = {
	},
	["血色之影"] = {
	},
	["死神降临"] = {
	},
	["闪耀·漆黑之影"] = {
	},
	["⊙墟魂千幻⊙"] = {
	},
	["本源之力"] = {
	},
	["燃烧の地狱轮盘"] = {
	},
	["·聖裁降臨SSS·"] = {
	},
	["冰河之心"] = {
	},
	["狂意之怒"] = {
	},
	["半兽人之心"] = {
	},
	["血奴印记"] = {
	},
	["混乱制造者"] = {
	},
	["疾风刻印Lv.1"] = {
	},
	["疾风刻印Lv.2"] = {
	},
	["疾风刻印Lv.3"] = {
	},
	["疾风刻印Lv.4"] = {
	},
	["疾风刻印Lv.5"] = {
	},
	["疾风刻印Lv.6"] = {
	},
	["疾风刻印Lv.7"] = {
	},
	["疾风刻印Lv.8"] = {
	},
	["疾风刻印Lv.9"] = {
	},
	["疾风刻印Lv.10"] = {
	},
}
return config