local config = {
	["兽人统领"] = {
	},
	["狂野领主"] = {
	},
	["蓝影刀客"] = {
	},
	["剧毒骷髅"] = {
	},
	["帝国卫士"] = {
	},
	["九尾魂石"] = {
	},
	["暗黑终结者"] = {
	},
	["银爪收割者"] = {
	},
	["狂暴蝴蝶仙子"] = {
	},
	["谷中噩梦人"] = {
	},
	["镰骨妖"] = {
	},
	["深渊的魔兽"] = {
	},
	["金爪赤狐王"] = {
	},
	["天之御风(卧龙)"] = {
	},
	["天之斩浪(卧龙)"] = {
	},
	["暗影魔王"] = {
	},
	["震天魔神"] = {
	},
	["魔族之主"] = {
	},
	["夜色屠夫"] = {
	},
	["拜月教主"] = {
	},
	["新月之主"] = {
	},
	["赤炎火龙王"] = {
	},
	["大地暴剑魔"] = {
	},
	["阎罗王★★★"] = {
	},
	["遗忘牛魔[暗]"] = {
	},
	["暗夜尸魔[暗]"] = {
	},
	["行刑刽子手[暗]"] = {
	},
	["夜幽"] = {
	},
	["明昼使者"] = {
	},
	["撕裂者"] = {
	},
	["风语者"] = {
	},
	["怒风者"] = {
	},
	["风之大魔导师"] = {
	},
	["魔之火元素"] = {
	},
	["上古熔火恶犬"] = {
	},
	["烈焰奔腾者"] = {
	},
	["淬体血魔"] = {
	},
	["蛮王"] = {
	},
	["急先锋"] = {
	},
	["断头者勇士[无畏]"] = {
	},
	["虚空冰晶蝎[异界]"] = {
	},
	["幽灵将军"] = {
	},
	["恶魔霸主"] = {
	},
	["魔神分身"] = {
	},
	["地狱使者"] = {
	},
	["极冰之焰"] = {
	},
	["冰霜女巫"] = {
	},
	["冰洌之怒"] = {
	},
	["蚀月女王"] = {
	},
	["红眸狂猿"] = {
	},
	["上古魔王"] = {
	},
	["巨龙统领"] = {
	},
	["孤魂战龙"] = {
	},
	["巨龙使者"] = {
	},
	["被时间困住的人"] = {
	},
	["星之女祭祀"] = {
	},
	["时空守护神"] = {
	},
	["癫狂的近战法师"] = {
	},
	["半兽族将军"] = {
	},
	["圣人侍从"] = {
	},
	["恶之漫游者"] = {
	},
	["夜语者"] = {
	},
	["禁区之主"] = {
	},
	["灵魂行者"] = {
	},
	["无情斩首者"] = {
	},
	["被注入魔力的黑野猪"] = {
	},
	["三魂四魄者[赤血]"] = {
	},
	["小妖魔安菲翁[乱世]"] = {
	},
	["背负棺材的男人[死神之子]"] = {
	},
	["生命终结者[异界]"] = {
	},
	["怪异五通兽「通天」"] = {
	},
	["死亡歌颂者「灵主」"] = {
	},
	["神圣气息的九头龙[远古遗族]"] = {
	},
	["雷之法界·长风[道法合一]"] = {
	},
	["冰火掌控者[至高]"] = {
	},
	["主神本杰明之魂[主宰]"] = {
	},
	["斩鬼神（黑化丧失）"] = {
	},
	["丑陋的地狱犬[沉寂]"] = {
	},
	["妖々天煞"] = {
	},
	["★★★夜魂★★★"] = {
	},
	["山神修普诺斯[至高神灵]"] = {
	},
	["暗之神·麦尔柯[咆哮]"] = {
	},
	["金符鬼奴·赤虚[掌控]"] = {
	},
	["阴朝地府的鬼[索命]"] = {
	},
	["远古四臂魔王[鬼神]"] = {
	},
	["蔓延恐惧的怪物「九头蛇」"] = {
	},
	["天魔之子佐玛[魔狱]"] = {
	},
	["阴尸鬼王·尸山血海"] = {
	},
	["鬼界至尊·五方鬼帝"] = {
	},
	["暗裔·天魔使者[殺]"] = {
	},
	["寒冬之凛·瑟斯[神话]"] = {
	},
	["道罗斯·黑龙神[MAX]"] = {
	},
	["哥布林之王·高格(Boss)"] = {
	},
	["炎魔·拉格纳罗斯"] = {
	},
	["（古神）克苏恩"] = {
	},
	["月光领主·拉卡诺斯(Boss)"] = {
	},
	["毁灭骑士·贝利亚斯(Boss)"] = {
	},
	["水晶巨兽"] = {
	},
	["真·深海霸主SSSSSS"] = {
	},
	["血神·哈卡の化身"] = {
	},
	["暗⊙灾祸领主·斯卡文"] = {
	},
	["★★★生化巨兽·阿瑞斯"] = {
	},
	["★★★变异巨兽·艾瑞斯"] = {
	},
	["雪域巨魔之王[暴怒]"] = {
	},
	["基尔罗格死眼[统治威严]"] = {
	},
	["圣者米歇尔[神圣]"] = {
	},
	["地狱烈焰·亡灵骑士(Boss)"] = {
	},
	["究极巨龙纳特拉(Boss)"] = {
	},
	["时间预言者·佉罗(Boss)"] = {
	},
	["暗夜君王·影之鬼面(Boss)"] = {
	},
	["禁忌·秩序的起源(Boss)"] = {
	},
	["封印的熾天使(Boss)"] = {
	},
	["混沌·蛮荒树妖统领"] = {
	},
	["混沌·天元冰霜巨兽"] = {
	},
	["混沌·神龙雷霆暴君"] = {
	},
	["混沌·冥司酆都大帝"] = {
	},
	["混沌·极恶大地魔王"] = {
	},
	["混沌·太阳神炎沙巨蝎"] = {
	},
	["混沌·破晓金刚·天妖傀"] = {
	},
}
return config