local config = { 
	[1] = { 
		xls_id = 1,
		flag = 128,
		cost = {
			[1] = {
				[1] = "女神的裙摆",
				[2] = 1,
			},
		},
	},
	[2] = { 
		xls_id = 2,
		flag = 129,
		cost = {
			[1] = {
				[1] = "沁雪白绫",
				[2] = 1,
			},
		},
	},
	[3] = { 
		xls_id = 3,
		flag = 130,
		cost = {
			[1] = {
				[1] = "青丝三千",
				[2] = 1,
			},
		},
	},
	[4] = { 
		xls_id = 4,
		flag = 131,
		cost = {
			[1] = {
				[1] = "雪羽披风",
				[2] = 1,
			},
		},
	},
	[5] = { 
		xls_id = 5,
		flag = 132,
		cost = {
			[1] = {
				[1] = "荧白纱巾",
				[2] = 1,
			},
		},
	},
}
return config
