local config = {
	["黑猩猩"] = {
	},
	["森林野人"] = {
	},
	["狂暴野猪"] = {
	},
	["绿骷髅"] = {
	},
	["巡山者"] = {
	},
	["魔之灵"] = {
	},
	["矿工杰夫"] = {
	},
	["石头人"] = {
	},
	["岩石人"] = {
	},
	["猪妖"] = {
	},
	["食人花"] = {
	},
	["森林巨蟒"] = {
	},
	["黄狐狸"] = {
	},
	["红狐狸"] = {
	},
	["潮汐公主"] = {
	},
	["桃木灵"] = {
	},
	["樟木灵"] = {
	},
	["小树精"] = {
	},
	["黑蝙蝠"] = {
	},
	["魔灵教徒"] = {
	},
	["巨型蜈蚣"] = {
	},
	["边境守卫"] = {
	},
	["边境队长"] = {
	},
	["幽魂幽灵"] = {
	},
	["蓝尾蜥蜴"] = {
	},
	["妖月灵兽"] = {
	},
	["妖月赤狐"] = {
	},
	["狐妖护卫"] = {
	},
	["结晶兽人"] = {
	},
	["金爪赤狐王"] = {
	},
	["霸王守卫"] = {
	},
	["冰之殇"] = {
	},
	["嗜血狂徒"] = {
	},
	["剧毒小旋风"] = {
	},
	["黑齿战士"] = {
	},
	["黑齿祭祀"] = {
	},
	["黑齿法老"] = {
	},
	["黑齿教主"] = {
	},
	["牛魔王"] = {
	},
	["龙之子"] = {
	},
	["猪大郎"] = {
	},
	["巨灵神"] = {
	},
	["血色护卫"] = {
	},
	["蛮荒斧卫"] = {
	},
	["蛮荒刀卫"] = {
	},
	["狂风白猪"] = {
	},
	["绝情叉怪"] = {
	},
	["流星魔锤"] = {
	},
	["部落巫术士"] = {
	},
	["石窟战将"] = {
	},
	["石窟勇士"] = {
	},
	["石窟石像"] = {
	},
	["石窟祭司"] = {
	},
	["蛮域主宰"] = {
	},
	["蛮域刀客"] = {
	},
	["蛮域狮王"] = {
	},
	["蛮域侍卫"] = {
	},
	["蛮域魔王"] = {
	},
	["蛮域护卫"] = {
	},
	["武仙圣女"] = {
	},
	["飓风道人"] = {
	},
	["疾风银狼"] = {
	},
	["幻元素晶体"] = {
	},
	["异次元人"] = {
	},
	["暗天战魂"] = {
	},
	["魔灵巫师"] = {
	},
	["天雷公主"] = {
	},
	["暗影战士"] = {
	},
	["幽魂守卫"] = {
	},
	["幽魂杀手"] = {
	},
	["炼狱圣兽"] = {
	},
	["地狱猎犬"] = {
	},
	["爆裂赤魔"] = {
	},
	["贪婪之王"] = {
	},
	["恶梦魇魔"] = {
	},
	["叛军战将"] = {
	},
	["叛军护卫"] = {
	},
	["叛军策士"] = {
	},
	["叛军武士"] = {
	},
	["叛军刀斧手"] = {
	},
	["黑暗魔"] = {
	},
	["黑暗巫师"] = {
	},
	["小鬼"] = {
	},
	["厉鬼"] = {
	},
	["鬼火"] = {
	},
	["孤魂"] = {
	},
	["野鬼"] = {
	},
	["吊死鬼"] = {
	},
	["饿死鬼"] = {
	},
	["骷髅怪"] = {
	},
	["僵尸"] = {
	},
	["夜叉"] = {
	},
	["鬼画符"] = {
	},
	["寂静守护"] = {
	},
	["寂静恶魔"] = {
	},
	["绿魂守卫"] = {
	},
	["绿魂统领"] = {
	},
	["黑水侍卫"] = {
	},
	["黑水猎人"] = {
	},
	["黑水骑士"] = {
	},
	["黑水祭祀"] = {
	},
	["黑水侍从"] = {
	},
	["黑暗狂战士"] = {
	},
	["黑暗巨魔"] = {
	},
	["黑魔猎手"] = {
	},
	["黑魔牧师"] = {
	},
	["雪域熊战士"] = {
	},
	["雪域萨满"] = {
	},
	["雪域追踪者"] = {
	},
	["雪域猎杀者"] = {
	},
	["黑色蜥蜴"] = {
	},
	["混乱炎魔"] = {
	},
	["龙王护卫"] = {
	},
	["龙王侍卫"] = {
	},
	["光之精灵"] = {
	},
	["血精灵"] = {
	},
	["暗夜精灵"] = {
	},
	["虚空精灵"] = {
	},
	["矮人哥布林"] = {
	},
	["愤怒哥布林"] = {
	},
	["火焰哥布林"] = {
	},
	["冰霜哥布林"] = {
	},
	["火元素"] = {
	},
	["火焰精灵"] = {
	},
	["烈焰魔兽"] = {
	},
	["熔岩巨魔"] = {
	},
	["月影守卫"] = {
	},
	["月影祭祀"] = {
	},
	["月影战士"] = {
	},
	["月影法师"] = {
	},
	["黑色骷髅"] = {
	},
	["无头骷髅"] = {
	},
	["影子杀手"] = {
	},
	["骷髅护卫"] = {
	},
	["神之信徒"] = {
	},
	["神之祭祀"] = {
	},
	["神之使徒"] = {
	},
	["神之护卫"] = {
	},
	["未知梦魇"] = {
	},
	["未知怒兽"] = {
	},
	["未知女妖"] = {
	},
	["未知幽魂"] = {
	},
	["血灵侍卫"] = {
	},
	["双刀战士"] = {
	},
	["巨镰侍卫"] = {
	},
	["巨刃力士"] = {
	},
	["强毒法师"] = {
	},
	["丛林破坏者"] = {
	},
	["邪灵护卫"] = {
	},
	["死亡法师"] = {
	},
	["鬼魅之幽"] = {
	},
	["恶灵挺进者"] = {
	},
	["冰洌战士"] = {
	},
	["冰洌勇士"] = {
	},
	["冰洌侍卫"] = {
	},
	["冰洌战将"] = {
	},
	["持剑僵尸"] = {
	},
	["僵尸侍卫"] = {
	},
	["红寡妇"] = {
	},
	["夺魂魔蛛"] = {
	},
	["海猎人"] = {
	},
	["鱼叉手"] = {
	},
	["蛮力船工"] = {
	},
	["水鬼"] = {
	},
	["深航幽灵"] = {
	},
	["食尸鬼"] = {
	},
	["黑暗怨灵"] = {
	},
	["魑魅梦魇"] = {
	},
	["暗夜冥卫"] = {
	},
	["丛林僵尸"] = {
	},
	["卡尔扎克"] = {
	},
	["园丁鲁尔"] = {
	},
	["埃里尼斯"] = {
	},
	["嗜血冤魂"] = {
	},
	["嗜血影魔"] = {
	},
	["黑暗女鬼"] = {
	},
	["黑暗血魔"] = {
	},
	["火焰幼龙"] = {
	},
	["巨龙斗士"] = {
	},
	["光石巨人"] = {
	},
	["拉巴之魂"] = {
	},
	["幽闭之灵"] = {
	},
	["哀嚎妖灵"] = {
	},
	["时间使徒"] = {
	},
	["时光女神"] = {
	},
	["入魔狂战"] = {
	},
	["隐居老森"] = {
	},
	["半兽魔人"] = {
	},
	["凶邪妖魅"] = {
	},
	["恶魔巫师"] = {
	},
	["恶魔灵魂"] = {
	},
	["血腥恶魔"] = {
	},
	["遗忘恶魔"] = {
	},
	["兽人统领"] = {
	},
	["狂野领主"] = {
	},
	["蓝影刀客"] = {
	},
	["剧毒骷髅"] = {
	},
	["帝国卫士"] = {
	},
	["九尾魂石"] = {
	},
	["狂暴蝴蝶仙子"] = {
	},
	["谷中噩梦人"] = {
	},
	["万年神木守护"] = {
	},
	["仙之灵犀鸟"] = {
	},
	["镰骨妖"] = {
	},
	["深渊的魔兽"] = {
	},
	["暗黑终结者"] = {
	},
	["银爪收割者"] = {
	},
	["被注入魔力的黑野猪"] = {
	},
	["地藏"] = {
	},
	["风魔"] = {
	},
	["暗影魔王"] = {
	},
	["重甲守卫"] = {
	},
	["爆毒神魔"] = {
	},
	["震天魔神"] = {
	},
	["天之御风(卧龙)"] = {
	},
	["天之斩浪(卧龙)"] = {
	},
	["柳星魂(镇魔)"] = {
	},
	["剑无尘(天剑使者)"] = {
	},
	["藏地武修"] = {
	},
	["赤炎火龙王"] = {
	},
	["魔族之主"] = {
	},
	["夜色屠夫"] = {
	},
	["拜月教主"] = {
	},
	["新月之主"] = {
	},
	["血界道祖"] = {
	},
	["怨灵之体"] = {
	},
	["炎骨妖"] = {
	},
	["天机老人"] = {
	},
	["蛮荒之主"] = {
	},
	["噬月玄帝"] = {
	},
	["天魂☆驱逐境领主"] = {
	},
	["魔祭祀★凯克撒撕"] = {
	},
	["☆雷之灵☆"] = {
	},
	["闪电傲风"] = {
	},
	["萬古天神"] = {
	},
	["灵魂收割者"] = {
	},
	["人面魔蛛"] = {
	},
	["死亡使者"] = {
	},
	["幽冥石碑[图腾]"] = {
	},
	["死亡骑士[通灵]"] = {
	},
	["黄泉魔主[禁忌]"] = {
	},
	["大力魔王[圣]"] = {
	},
	["被囚禁的战犯"] = {
	},
	["暗夜女神"] = {
	},
	["鬼脸面具人"] = {
	},
	["灵媒无相"] = {
	},
	["大魔导师·林"] = {
	},
	["四臂魔怪王"] = {
	},
	["古战场魔王"] = {
	},
	["活死人舰长"] = {
	},
	["大地暴剑魔"] = {
	},
	["堕落的审判魔王"] = {
	},
	["迷雾修罗"] = {
	},
	["深渊地行魔"] = {
	},
	["巨灵大元素师"] = {
	},
	["(鬼)太阴天子"] = {
	},
	["(鬼)黑无常"] = {
	},
	["(鬼)白无常"] = {
	},
	["通灵兽·谛听"] = {
	},
	["阎罗王★★★"] = {
	},
	["死灵使者"] = {
	},
	["无魂阴罗"] = {
	},
	["不死血厉"] = {
	},
	["无间鬼煞"] = {
	},
	["(鬼)孟婆"] = {
	},
	["(鬼)夜游神"] = {
	},
	["(鬼)牛头马面"] = {
	},
	["(鬼)招魂鬼叟"] = {
	},
	["龙人狴犴"] = {
	},
	["魔之虬龙"] = {
	},
	["杀手夜魁"] = {
	},
	["亡灵巡夜人"] = {
	},
	["四瞳㊣天妖"] = {
	},
	["娜迦㊣妖魔"] = {
	},
	["幻虚㊣石人"] = {
	},
	["蛮荒㊣执法者"] = {
	},
	["黑水㊣裁决者"] = {
	},
	["重甲守卫(异界)"] = {
	},
	["爆毒神魔(异界)"] = {
	},
	["震天魔神(异界)"] = {
	},
	["藏地武修(异界)"] = {
	},
	["赤炎火龙王(异界)"] = {
	},
	["魔族之主(异界)"] = {
	},
	["天机老人(异界)"] = {
	},
	["蛮荒之主(异界)"] = {
	},
	["噬月玄帝(异界)"] = {
	},
	["死灵使者(异界)"] = {
	},
	["无魂阴罗(异界)"] = {
	},
	["不死血厉(异界)"] = {
	},
	["遗忘牛魔[暗]"] = {
	},
	["暗夜尸魔[暗]"] = {
	},
	["行刑刽子手[暗]"] = {
	},
	["冰雪灵狐"] = {
	},
	["夜幽"] = {
	},
	["明昼使者"] = {
	},
	["缚风者"] = {
	},
	["黑角"] = {
	},
	["撕裂者"] = {
	},
	["风语者"] = {
	},
	["怒风者"] = {
	},
	["风之大魔导师"] = {
	},
	["十夫长"] = {
	},
	["落雷凯诺"] = {
	},
	["卡格"] = {
	},
	["魔之火元素"] = {
	},
	["上古熔火恶犬"] = {
	},
	["烈焰奔腾者"] = {
	},
	["战争领主[月]"] = {
	},
	["法外狂徒[月]"] = {
	},
	["剧毒术士[月]"] = {
	},
	["熊猫人"] = {
	},
	["能源结合体"] = {
	},
	["天龙人"] = {
	},
	["复仇骑士阿克图"] = {
	},
	["漫游者麦吉"] = {
	},
	["堕落的伽索斯"] = {
	},
	["淬体血魔"] = {
	},
	["蛮王"] = {
	},
	["急先锋"] = {
	},
	["咒印术士"] = {
	},
	["剑圣"] = {
	},
	["重装使者"] = {
	},
	["魅影刀客"] = {
	},
	["冰霜女巫"] = {
	},
	["冰洌之怒"] = {
	},
	["雪原之子"] = {
	},
	["悲鸣骑士[逐灵]"] = {
	},
	["灵庙石碑[图腾]"] = {
	},
	["灵庙教主[禁忌]"] = {
	},
	["幽灵将军"] = {
	},
	["恶魔霸主"] = {
	},
	["海底哨兵"] = {
	},
	["水晶巨兽"] = {
	},
	["魔神分身"] = {
	},
	["地狱使者"] = {
	},
	["极冰之焰"] = {
	},
	["蚀月女王"] = {
	},
	["红眸狂猿"] = {
	},
	["太古狂魔"] = {
	},
	["上古魔王"] = {
	},
	["无情斩首者"] = {
	},
	["恶魔掠夺者"] = {
	},
	["昼夜裁决者"] = {
	},
	["巨龙统领"] = {
	},
	["孤魂战龙"] = {
	},
	["巨龙使者"] = {
	},
	["被时间困住的人"] = {
	},
	["星之女祭祀"] = {
	},
	["时空守护神"] = {
	},
	["癫狂的近战法师"] = {
	},
	["半兽族将军"] = {
	},
	["圣人侍从"] = {
	},
	["恶之漫游者"] = {
	},
	["夜语者"] = {
	},
	["禁区之主"] = {
	},
	["灵魂行者"] = {
	},
	["小妖魔安菲翁[乱世]"] = {
	},
	["三魂四魄者[赤血]"] = {
	},
	["最后的圣女[守护]"] = {
	},
	["背负棺材的男人[死神之子]"] = {
	},
	["生命终结者[异界]"] = {
	},
	["怪异五通兽「通天」"] = {
	},
	["死亡歌颂者「灵主」"] = {
	},
	["神圣气息的九头龙[远古遗族]"] = {
	},
	["雷之法界·长风[道法合一]"] = {
	},
	["斩鬼神（黑化丧失）"] = {
	},
	["冰火掌控者[至高]"] = {
	},
	["丑陋的地狱犬[沉寂]"] = {
	},
	["主神本杰明之魂[主宰]"] = {
	},
	["妖々天煞"] = {
	},
	["★★★夜魂★★★"] = {
	},
	["金符鬼奴·赤虚[掌控]"] = {
	},
	["山神修普诺斯[至高神灵]"] = {
	},
	["暗之神·麦尔柯[咆哮]"] = {
	},
	["阴尸鬼王·尸山血海"] = {
	},
	["鬼界至尊·五方鬼帝"] = {
	},
	["阴朝地府的鬼[索命]"] = {
	},
	["远古四臂魔王[鬼神]"] = {
	},
	["蔓延恐惧的怪物「九头蛇」"] = {
	},
	["天魔之子佐玛[魔狱]"] = {
	},
	["暗裔·天魔使者[殺]"] = {
	},
	["寒冬之凛·瑟斯[神话]"] = {
	},
	["道罗斯·黑龙神[MAX]"] = {
	},
	["哥布林之王·高格(Boss)"] = {
	},
	["炎魔·拉格纳罗斯"] = {
	},
	["（古神）克苏恩"] = {
	},
	["月光领主·拉卡诺斯(Boss)"] = {
	},
	["重力恶魔白斯(Boss)"] = {
	},
	["远古守卫·赫拉卡姆"] = {
	},
	["毁灭骑士·贝利亚斯(Boss)"] = {
	},
	["圣者米歇尔[神圣]"] = {
	},
	["雪域巨魔之王[暴怒]"] = {
	},
	["基尔罗格死眼[统治威严]"] = {
	},
	["真·深海霸主SSSSSS"] = {
	},
	["血神·哈卡の化身"] = {
	},
	["★★★变异巨兽·艾瑞斯"] = {
	},
	["★★★生化巨兽·阿瑞斯"] = {
	},
	["暗⊙灾祸领主·斯卡文"] = {
	},
	["地狱烈焰·亡灵骑士(Boss)"] = {
	},
	["封印的熾天使(Boss)"] = {
	},
	["究极巨龙纳特拉(Boss)"] = {
	},
	["时间预言者·佉罗(Boss)"] = {
	},
	["暗夜君王·影之鬼面(Boss)"] = {
	},
	["禁忌·秩序的起源(Boss)"] = {
	},
	["太虚古龙赫卡忒[神圣之龙]"] = {
	},
	["未知剑灵守护·怨魁之体"] = {
	},
	["玄幽邪恶古神像·魔主降临"] = {
	},
	["魔帝斯卡曼德洛斯[冥界掌控]"] = {
	},
	["闭关多年的苦修者·世外高人"] = {
	},
	["沉迷暗黑世界的神·魔神降临"] = {
	},
	["酆都大帝★★★★★★"] = {
	},
	["起源【生死的轮回】"] = {
	},
	["大天使安提罗科斯·命运之神"] = {
	},
	["异界·阿布霍斯"] = {
	},
	["异界·图尔兹查"] = {
	},
	["异界·库苏恩"] = {
	},
	["异界·阿布霍斯[个人级BOSS]"] = {
	},
	["异界·图尔兹查[个人级BOSS]"] = {
	},
	["异界·库苏恩[个人级BOSS]"] = {
	},
	["异界·吉尔格斯[个人级BOSS]"] = {
	},
	["邪恶的血色巨人·超人工智能"] = {
	},
	["束缚的阿尔库俄纽斯·半神之子"] = {
	},
	["永恒の守护·泰达希尔[世界之树]"] = {
	},
	["天道法则守护者·帝尊之皇"] = {
	},
	["【ＳＳＳ】天之驱逐者"] = {
	},
	["“破晓之眼”安晓"] = {
	},
	["时间缔造者の罗什"] = {
	},
	["【ＳＳＳ】第七使者·米斯特"] = {
	},
	["巫妖王之怒·寒冰王座★★★★"] = {
	},
	["疯狂的卧龙使者"] = {
	},
	["「火焰巨灵·SSSSSSS」"] = {
	},
	["被封印的愤怒·天劫"] = {
	},
	["命运古神的低语[无上威严]"] = {
	},
	["来自其他位面的强者"] = {
	},
	["◆◆◆杀戮之王◆◆◆"] = {
	},
	["三之界·≮巨龙之魂≯★★★主宰"] = {
	},
	["传承神力的隐居老人"] = {
	},
	["御天·杀戮々轮回六道≮终极>"] = {
	},
	["破灭灯魔·超空间「混沌护法」"] = {
	},
	["「极恶」神谕使·兵灾"] = {
	},
	["「极恶」神谕使·猎户座"] = {
	},
	["「极恶」神谕使·雪崩"] = {
	},
	["沉溺黑夜的女神[海斯]"] = {
	},
	["神禁鬼幕·夜姬[式神]"] = {
	},
	["无域≮超空间≯死神之镰"] = {
	},
	["世间第一只蛤蟆·文太"] = {
	},
	["异界·吉尔格斯[团队级BOSS]"] = {
	},
}
return config