local config = { 
	["一缕神念"] = { 
		xls_id = "一缕神念",
		index = 1,
	},
	["ζ聖●法相天地ζ"] = { 
		xls_id = "ζ聖●法相天地ζ",
		index = 1,
	},
	["▲▲火雲真經▲▲"] = { 
		xls_id = "▲▲火雲真經▲▲",
		index = 1,
	},
	["金色黎明的圣物箱"] = { 
		xls_id = "金色黎明的圣物箱",
		index = 1,
	},
	["暮潮"] = { 
		xls_id = "暮潮",
		index = 1,
	},
	["孤影流觞"] = { 
		xls_id = "孤影流觞",
		index = 1,
	},
	["【EX级】超能战盔"] = { 
		xls_id = "【EX级】超能战盔",
		index = 1,
	},
	["卐卐正道鏡卐卐"] = { 
		xls_id = "卐卐正道鏡卐卐",
		index = 1,
	},
	["▲▲水鏡太極▲▲"] = { 
		xls_id = "▲▲水鏡太極▲▲",
		index = 1,
	},
	["【EX级】圣之语"] = { 
		xls_id = "【EX级】圣之语",
		index = 1,
	},
	["△△玄天令△△"] = { 
		xls_id = "△△玄天令△△",
		index = 1,
	},
	["卐卐提魂锁卐卐"] = { 
		xls_id = "卐卐提魂锁卐卐",
		index = 1,
	},
	["【EX级】冰火之羽"] = { 
		xls_id = "【EX级】冰火之羽",
		index = 1,
	},
	["永恒凛冬"] = { 
		xls_id = "永恒凛冬",
		index = 1,
	},
	["【EX级】低语"] = { 
		xls_id = "【EX级】低语",
		index = 1,
	},
	["‖「太清流珠」‖"] = { 
		xls_id = "‖「太清流珠」‖",
		index = 1,
	},
	["ζ法相天地ζ"] = { 
		xls_id = "ζ法相天地ζ",
		index = 1,
	},
	["‖「谣影神靴」‖"] = { 
		xls_id = "‖「谣影神靴」‖",
		index = 1,
	},
	["降星者"] = { 
		xls_id = "降星者",
		index = 1,
	},
	["【EX级】埃兰宝典"] = { 
		xls_id = "【EX级】埃兰宝典",
		index = 1,
	},
	["△△雷道天卷△△"] = { 
		xls_id = "△△雷道天卷△△",
		index = 1,
	},
	["【EX级】哀霜之触"] = { 
		xls_id = "【EX级】哀霜之触",
		index = 1,
	},
}
return config
