local config = {
	[1] = {
		unlockLevel = 321,
		currDesc = "当前：入世·一重",
		desc = "将道术的 <font color='#00ff00' size='16' >2.5%</font> 转化为攻击",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 3000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 28,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 2588,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 28,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 28,
			},
		},
	},
	[2] = {
		unlockLevel = 322,
		currDesc = "当前：入世·二重",
		desc = "将道术的 <font color='#00ff00' size='16' >5%</font> 转化为攻击",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 3000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 48,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 2588,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 48,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 48,
			},
		},
	},
	[3] = {
		unlockLevel = 323,
		currDesc = "当前：入世·三重",
		desc = "将道术的 <font color='#00ff00' size='16' >7.5%</font> 转化为攻击",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 3000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 68,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 2588,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 68,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 68,
			},
		},
	},
	[4] = {
		unlockLevel = 324,
		currDesc = "当前：入世·四重",
		desc = "将道术的 <font color='#00ff00' size='16' >10%</font> 转化为攻击",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 3000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 88,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 2588,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 88,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 88,
			},
		},
	},
	[5] = {
		unlockLevel = 325,
		currDesc = "当前：入世·五重",
		desc = "将道术的 <font color='#00ff00' size='16' >12.5%</font> 转化为攻击",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 3000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 108,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 2588,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 108,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 108,
			},
		},
	},
	[6] = {
		unlockLevel = 326,
		currDesc = "当前：入世·六重",
		desc = "将道术的 <font color='#00ff00' size='16' >15%</font> 转化为攻击",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 3000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 128,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 2588,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 128,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 128,
			},
		},
	},
	[7] = {
		unlockLevel = 327,
		currDesc = "当前：入世·七重",
		desc = "将道术的 <font color='#00ff00' size='16' >17.5%</font> 转化为攻击",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 3000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 148,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 2588,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 148,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 148,
			},
		},
	},
	[8] = {
		unlockLevel = 328,
		currDesc = "当前：入世·八重",
		desc = "将道术的 <font color='#00ff00' size='16' >20%</font> 转化为攻击",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 3000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 168,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 2588,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 168,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 168,
			},
		},
	},
	[9] = {
		unlockLevel = 329,
		currDesc = "当前：入世·九重",
		desc = "将道术的 <font color='#00ff00' size='16' >22.5%</font> 转化为攻击",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 3000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 188,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 2588,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 188,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 188,
			},
		},
	},
	[10] = {
		unlockLevel = 330,
		currDesc = "当前：入世·十重",
		desc = "将道术的 <font color='#00ff00' size='16' >25%</font> 转化为攻击",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 3000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 200,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 2588,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 200,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 200,
			},
		},
	},
}
return config