local config = {
	[1] = {
		unlockLevel = 331,
		currDesc = "当前：出尘·一重",
		desc = "将魔法的 <font color='#00ff00' size='16' >75% </font>转化为生命",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 5000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 200,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 5,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4288,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 200,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 5,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 200,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 5,
			},
		},
	},
	[2] = {
		unlockLevel = 332,
		currDesc = "当前：出尘·二重",
		desc = "将魔法的 <font color='#00ff00' size='16' >150% </font>转化为生命",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 5000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 250,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 10,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4288,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 250,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 10,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 250,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 10,
			},
		},
	},
	[3] = {
		unlockLevel = 333,
		currDesc = "当前：出尘·三重",
		desc = "将魔法的 <font color='#00ff00' size='16' >225% </font>转化为生命",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 5000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 300,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 20,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4288,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 300,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 20,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 300,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 20,
			},
		},
	},
	[4] = {
		unlockLevel = 334,
		currDesc = "当前：出尘·四重",
		desc = "将魔法的 <font color='#00ff00' size='16' >250% </font>转化为生命",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 5000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 350,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 40,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4288,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 350,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 40,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 350,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 40,
			},
		},
	},
	[5] = {
		unlockLevel = 335,
		currDesc = "当前：出尘·五重",
		desc = "将魔法的 <font color='#00ff00' size='16' >325% </font>转化为生命",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 5000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 400,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 80,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4288,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 400,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 80,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 400,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 80,
			},
		},
	},
	[6] = {
		unlockLevel = 336,
		currDesc = "当前：出尘·六重",
		desc = "将魔法的 <font color='#00ff00' size='16' >400% </font>转化为生命",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 5000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 450,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 120,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4288,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 450,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 120,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 450,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 120,
			},
		},
	},
	[7] = {
		unlockLevel = 337,
		currDesc = "当前：出尘·七重",
		desc = "将魔法的 <font color='#00ff00' size='16' >475% </font>转化为生命",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 5000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 500,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 160,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4288,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 500,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 160,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 500,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 160,
			},
		},
	},
	[8] = {
		unlockLevel = 338,
		currDesc = "当前：出尘·八重",
		desc = "将魔法的 <font color='#00ff00' size='16' >550% </font>转化为生命",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 5000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 600,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 200,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4288,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 600,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 200,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 600,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 200,
			},
		},
	},
	[9] = {
		unlockLevel = 339,
		currDesc = "当前：出尘·九重",
		desc = "将魔法的 <font color='#00ff00' size='16' >625% </font>转化为生命",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 5000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 700,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 240,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4288,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 700,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 240,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 700,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 240,
			},
		},
	},
	[10] = {
		unlockLevel = 340,
		currDesc = "当前：出尘·十重",
		desc = "将魔法的 <font color='#00ff00' size='16' >700% </font>转化为生命",
		cost1 = {
			[1] = {
				[1] = "元宝",
				[2] = 5000000,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 800,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 300,
			},
		},
		cost2 = {
			[1] = {
				[1] = "灵符",
				[2] = 4288,
			},
			[2] = {
				[1] = "造化结晶",
				[2] = 800,
			},
			[3] = {
				[1] = "混沌本源",
				[2] = 300,
			},
		},
		showCost = {
			[1] = {
				[1] = "造化结晶",
				[2] = 800,
			},
			[2] = {
				[1] = "混沌本源",
				[2] = 300,
			},
		},
	},
}
return config