local config = {
	[1] = {
		reward = {
			[1] = {
				[1] = "1元充值红包",
				[2] = 120,
			},
		},
		bgColor = "#C0C0C0",
	},
	[2] = {
		reward = {
			[1] = {
				[1] = "1元充值红包",
				[2] = 100,
			},
		},
		bgColor = "#2D2929",
	},
	[3] = {
		reward = {
			[1] = {
				[1] = "1元充值红包",
				[2] = 80,
			},
		},
		bgColor = "#C0C0C0",
	},
	[4] = {
		reward = {
			[1] = {
				[1] = "1元充值红包",
				[2] = 70,
			},
		},
		bgColor = "#2D2929",
	},
	[5] = {
		reward = {
			[1] = {
				[1] = "1元充值红包",
				[2] = 60,
			},
		},
		bgColor = "#C0C0C0",
	},
	[6] = {
		reward = {
			[1] = {
				[1] = "1元充值红包",
				[2] = 50,
			},
		},
		bgColor = "#2D2929",
	},
	[7] = {
		reward = {
			[1] = {
				[1] = "1元充值红包",
				[2] = 40,
			},
		},
		bgColor = "#C0C0C0",
	},
	[8] = {
		reward = {
			[1] = {
				[1] = "1元充值红包",
				[2] = 30,
			},
		},
		bgColor = "#2D2929",
	},
	[9] = {
		reward = {
			[1] = {
				[1] = "1元充值红包",
				[2] = 20,
			},
		},
		bgColor = "#C0C0C0",
	},
	[10] = {
		reward = {
			[1] = {
				[1] = "1元充值红包",
				[2] = 10,
			},
		},
		bgColor = "#C0C0C0",
	},
}
return config