local config = {
	["狂暴之力"] = {
	},
	["边关守护者lv1"] = {
	},
	["边关守护者lv2"] = {
	},
	["边关守护者lv3"] = {
	},
	["边关守护者lv4"] = {
	},
	["边关守护者lv5"] = {
	},
	["边关守护者lv6"] = {
	},
	["边关守护者lv7"] = {
	},
	["边关守护者lv8"] = {
	},
	["边关守护者lv9"] = {
	},
	["边关守护者lv10"] = {
	},
	["初窥天机"] = {
	},
	["通灵神眼"] = {
	},
	["天机尊者"] = {
	},
	["命运掌控"] = {
	},
	["玄秘宗师"] = {
	},
	["我不是酒神"] = {
	},
	["洪荒之力"] = {
	},
	["打得就是精英"] = {
	},
	["马上就爆"] = {
	},
	["割草机"] = {
	},
	["扣怪狂魔"] = {
	},
	["追梦人LV.1"] = {
	},
	["追梦人LV.2"] = {
	},
	["追梦人LV.3"] = {
	},
	["追梦人LV.4"] = {
	},
	["爆爆爆LV.1"] = {
	},
	["爆爆爆LV.2"] = {
	},
	["爆爆爆LV.3"] = {
	},
	["爆爆爆LV.4"] = {
	},
	["爆爆爆LV.5"] = {
	},
	["仙凡有别"] = {
	},
	["日耀终极者"] = {
	},
	["命运罗盘·撕裂"] = {
	},
	["命运罗盘·掌控者"] = {
	},
	["阴阳合一"] = {
	},
	["牛马特权"] = {
	},
	["打工皇帝"] = {
	},
	["怪物猎人"] = {
	},
	["牛马实习生"] = {
	},
	["合格牛马"] = {
	},
	["勤劳牛马"] = {
	},
	["逆袭牛马"] = {
	},
	["牛马之王"] = {
	},
	["牛马新星"] = {
	},
	["牛马老员工"] = {
	},
	["牛马小组长"] = {
	},
	["牛马总经理"] = {
	},
	["牛马股东"] = {
	},
	["牛马董事长"] = {
	},
	["初露锋芒"] = {
	},
	["十战之勇"] = {
	},
	["百战豪杰"] = {
	},
	["千杀战神"] = {
	},
	["首战告捷"] = {
	},
	["连战连胜"] = {
	},
	["荣耀霸主"] = {
	},
	["十劫初尝"] = {
	},
	["百死不悔"] = {
	},
	["三百劫数"] = {
	},
	["不死传说"] = {
	},
	["第一滴血"] = {
	},
	["宫殿守卫"] = {
	},
	["五连斩"] = {
	},
	["沙城人屠"] = {
	},
	["怒斩三连"] = {
	},
	["怒意滔天"] = {
	},
	["闪电战"] = {
	},
	["战力初显"] = {
	},
	["战力渐盛"] = {
	},
	["战力卓然"] = {
	},
	["战力非凡"] = {
	},
	["战力巅峰"] = {
	},
	["极速之影LV.1"] = {
	},
	["极速之影LV.2"] = {
	},
	["极速之影LV.3"] = {
	},
	["极速之影LV.4"] = {
	},
	["极速之影LV.5"] = {
	},
	["时尚潮人"] = {
	},
	["时尚达人"] = {
	},
	["时尚领袖"] = {
	},
	["时尚教主"] = {
	},
	["专属体验"] = {
	},
	["专属收藏"] = {
	},
	["专属大师"] = {
	},
	["专属专家"] = {
	},
	["专属宗师"] = {
	},
	["超神启示"] = {
	},
	["超神觉醒"] = {
	},
	["超神显赫"] = {
	},
	["超神巅峰"] = {
	},
	["金铃小响"] = {
	},
	["金银满仓"] = {
	},
	["金玉满堂"] = {
	},
	["元启富源"] = {
	},
	["元盛财阀"] = {
	},
	["元宝至尊"] = {
	},
	["钱途无量"] = {
	},
	["财运亨通"] = {
	},
	["富甲天下"] = {
	},
	["千金散尽"] = {
	},
	["挥金如土"] = {
	},
	["一掷千金"] = {
	},
	["富贵无边"] = {
	},
	["豪气冲天"] = {
	},
	["财倾天下"] = {
	},
	["挥毫万金"] = {
	},
	["符动乾坤"] = {
	},
	["符耀九州"] = {
	},
	["符破苍穹"] = {
	},
	["拾金有道"] = {
	},
	["聚财成山"] = {
	},
	["回收巨擘"] = {
	},
	["晶初回收"] = {
	},
	["晶运累积"] = {
	},
	["晶聚千载"] = {
	},
	["晶界大成"] = {
	},
	["灵石拾遗"] = {
	},
	["灵石聚财"] = {
	},
	["灵石大师"] = {
	},
	["灵石巨匠"] = {
	},
	["潜能初醒"] = {
	},
	["潜能涌动"] = {
	},
	["潜能觉醒"] = {
	},
	["潜能极致"] = {
	},
	["老马识途"] = {
	},
	["云游四海"] = {
	},
	["初入裂隙"] = {
	},
	["裂隙探索者"] = {
	},
	["裂隙征服者"] = {
	},
	["暗市奇缘"] = {
	},
	["路边摊"] = {
	},
	["富贵临门"] = {
	},
	["五灵觉醒"] = {
	},
	["灵力涌现"] = {
	},
	["潜龙在渊"] = {
	},
	["开括者"] = {
	},
	["杀戮之巅"] = {
	},
	["疾风之极"] = {
	},
	["新晋常客"] = {
	},
	["铁杆熟客"] = {
	},
	["大爷您又来了"] = {
	},
	["被围观"] = {
	},
	["焦点之星"] = {
	},
	["万众瞩目"] = {
	},
	["大众偶像"] = {
	},
	["装备观察员"] = {
	},
	["装备鉴定师"] = {
	},
	["隐姓埋名"] = {
	},
	["神魔·大成"] = {
	},
	["神魔·完美"] = {
	},
	["武林新丁"] = {
	},
	["江湖小虾"] = {
	},
	["后起之秀"] = {
	},
	["武林高手"] = {
	},
	["风尘奇侠"] = {
	},
	["江湖侠隐"] = {
	},
	["无双隐士"] = {
	},
	["世外高人"] = {
	},
	["江湖侠客"] = {
	},
	["无敌圣者"] = {
	},
	["先天高手"] = {
	},
	["一代天骄"] = {
	},
	["武林霸主"] = {
	},
	["武林神话"] = {
	},
	["独孤求败"] = {
	},
	["帝释无双"] = {
	},
	["陆地神仙"] = {
	},
	["无敌贤者"] = {
	},
	["无极天师"] = {
	},
	["三界贤君"] = {
	},
	["哈法西斯挑战者Lv1"] = {
	},
	["哈法西斯挑战者Lv2"] = {
	},
	["哈法西斯挑战者Lv3"] = {
	},
	["哈法西斯挑战者Lv4"] = {
	},
	["哈法西斯挑战者Lv5"] = {
	},
	["地藏王的试炼"] = {
	},
	["时空穿梭者"] = {
	},
	["沙城之主"] = {
	},
	["◆沙城之主◆"] = {
	},
	["湿婆信徒"] = {
	},
	["≤英灵初现≥[觉醒]"] = {
	},
	["≤英灵之路≥[行者]"] = {
	},
	["≤英灵之力≥[逐鹿]"] = {
	},
	["≤英灵显赫≥[霸主]"] = {
	},
	["≤英灵统御≥[君主]"] = {
	},
	["≤英灵之巅≥[尊者]"] = {
	},
	["≤诛神之门≥[神谕]"] = {
	},
	["≤诛神之阶≥[裁决]"] = {
	},
	["≤诛神の黄昏≥[神殇]"] = {
	},
	["≤诛神の黄昏≥[神灭]"] = {
	},
	["追逐永恒之路"] = {
	},
	["五行灵体"] = {
	},
	["少女拯救者"] = {
	},
	["永恒没有终点"] = {
	},
	["玄天征服者"] = {
	},
	["天元统领"] = {
	},
	["龙之霸主"] = {
	},
	["轮回劫"] = {
	},
	["恶境征伐者"] = {
	},
	["圣光守护者"] = {
	},
	["破晓英雄"] = {
	},
	["至尊玩家"] = {
	},
	["不当牛马"] = {
	},
	["摸鱼达人"] = {
	},
	["冠名大哥"] = {
	},
	["感恩回馈"] = {
	},
	["战神之巅"] = {
	},
	["苍穹霸主"] = {
	},
	["修罗破军"] = {
	},
	["富甲天下第一名"] = {
	},
	["富甲天下第二名"] = {
	},
	["富甲天下第三名"] = {
	},
	["富甲天下第四名"] = {
	},
	["富甲天下第五名"] = {
	},
	["富甲天下第六名"] = {
	},
	["天下第一"] = {
	},
	["一举夺魁"] = {
	},
	["圣人之资"] = {
	},
}
return config