local config = {
	[1] = {
		name = "天胡开局",
		attDesc = "打怪经验倍数增加50%，每级增加150点对怪切割。",
		fontDesc = "开局顺风顺水，打怪经验翻倍，每级提升对怪物的切割伤害。",
	},
	[2] = {
		name = "鸿运当头",
		attDesc = "打怪爆率增加100%",
		fontDesc = "幸运降临，击败怪物时的掉落率大幅提升，宝物满地。",
	},
	[3] = {
		name = "神学院",
		attDesc = "全技能伤害+20%",
		fontDesc = "受神学院祝福，所有技能伤害大幅提升，威力无穷。",
	},
	[4] = {
		name = "一夜暴富",
		attDesc = "选择后直接获得3000W绑定金币。",
		fontDesc = "瞬间财富暴涨，财源滚滚而来。",
	},
	[5] = {
		name = "诅咒之冠",
		attDesc = "人物最大等级上限+2 被人物攻击时承受伤害+10%",
	},
	[6] = {
		name = "走火入魔",
		attDesc = "PK伤害+15%最大攻击15% 选择后防御力永久清零并且PK时承受的伤害永久增加15%",
	},
	[7] = {
		name = "合区超人",
		attDesc = "游戏合区后激活以下属性，对怪伤害增加10% 物理伤害减少10% 最大生命增加20%",
	},
	[8] = {
		name = "龙神学院",
		attDesc = "穿戴龙族雕石时，每晋级一级觉醒等级，都会增加8%的经验倍数，包括打怪和经验卷（5阶觉醒可增加40%）",
	},
	[9] = {
		name = "泰坦之力",
		attDesc = "人物增加1%生命值的固定攻击力（最高上限1W）",
	},
	[10] = {
		name = "妖邪不侵",
		attDesc = "魔法躲避+ 15% 毒物躲避+ 15% 麻痹闪避+ 15% 冰冻闪避+ 15% 减速闪避+ 15%",
	},
	[11] = {
		name = "破釜沉舟",
		attDesc = "HP每下降1%，攻击增加1%的额外伤害，最高99%",
	},
	[12] = {
		name = "法术风暴",
		attDesc = "攻击怪物时20%的概率释放剑刃风暴，10%概率释放冰霜新星。",
		fontDesc = "剑刃风暴持续4秒，60SCD",
	},
	[13] = {
		name = "寒冰护体",
		attDesc = "被攻击时有概率降低敌人30%攻击速度，持续3S。",
	},
	[14] = {
		name = "垂死挣扎",
		attDesc = "复活状态不可用时刀刀恢复1%生命值",
		fontDesc = "在绝境中爆发，复活无望时，每次攻击恢复少量生命值。",
	},
	[15] = {
		name = "以暴制暴",
		attDesc = "防爆几率+10%，每5点暴击几率增加1点防爆概率。",
	},
	[16] = {
		name = "以静制动",
		attDesc = "被攻击时有较高概率完全反击本次伤害。",
	},
	[17] = {
		name = "翡翠梦境",
		attDesc = "攻击有概率释放翡翠梦境：自身2*2范围内形成结界使友军每秒恢复3%最大生命值，持续5S。",
	},
	[18] = {
		name = "富可敌国",
		attDesc = "每拥有1000W金币，额外造成1%的伤害。最多10%",
	},
	[19] = {
		name = "永生灵体",
		attDesc = "被攻击时，血量不足30%的时候会获得持续治疗的效果。（每秒3%最大生命值，直至血量大于30%）",
	},
	[20] = {
		name = "天选之人",
		attDesc = "每天防止掉落身上装备1次",
	},
	[21] = {
		name = "天眷之人",
		attDesc = "你是被系统先选中的天选玩家，拥有不可思议的特权，提升项链幸运的时候100%成功",
		fontDesc = "（每天触发1次。）24：00重置次数",
	},
	[22] = {
		name = "影盾之术",
		attDesc = "使自己进入隐身状态，怪物看不到你。",
	},
	[23] = {
		name = "画个圈圈诅咒你",
		attDesc = "诅咒击杀自己的人当日爆率降低100%。（不可叠加）",
	},
	[24] = {
		name = "偷袭",
		attDesc = "从目标人物后背偷袭普通伤害增加25% 技能伤害增加50%",
	},
	[25] = {
		name = "六库先贼",
		attDesc = "每次攻击均可回复自身1%的HP",
		fontDesc = "以战养身，每次攻击均可吸收生机回复自身少量生命值，持久战斗。",
	},
	[26] = {
		name = "巫术之刃",
		attDesc = "释放主动技能后下次攻击会额外造成30%的伤害",
	},
	[27] = {
		name = "势如破竹",
		attDesc = "每击杀一个玩家，增加自身1%暴击几率和破防几率，最高上限15%,自身死亡或下线则属性消失。",
	},
	[28] = {
		name = "血刀老祖",
		attDesc = "最大生命永久减少20%,获得BUFF 每刀切割人物3%血量",
	},
	[29] = {
		name = "财神附体",
		fontDesc = "专属装备爆率+50%，神圣史诗爆率+150%，超神器装备爆率+10%",
	},
	[30] = {
		name = "独揽大权",
		fontDesc = "当自己为行会掌门人时攻魔道伤增加15%",
	},
	[31] = {
		name = "鹤立鸡群",
		fontDesc = "如果你未加入行会未进行组队时增加20%的穿透力",
	},
	[32] = {
		name = "极限突破",
		fontDesc = "最大攻击+8%，最大生命+8%，防止暴击+10%",
	},
	[33] = {
		name = "疾风之道",
		fontDesc = "暴击伤害+8%，致命伤害+8%，攻击速度+8%",
	},
	[34] = {
		name = "坚守壁垒",
		fontDesc = "生命值+20000，防御力+2000，最大生命+3%",
	},
	[35] = {
		name = "来去自如",
		fontDesc = "无视进入战斗状态随时可以脱离战场",
	},
	[36] = {
		name = "迷魂阵",
		fontDesc = "对低于自身5级的玩家有5%的概率使其束缚2秒无法还手(CD:60S)",
	},
	[37] = {
		name = "忍辱负重",
		fontDesc = "人物达到160级激活属性:攻击力增加1888，生命值增加20000",
	},
	[38] = {
		name = "沙城霸主",
		fontDesc = "在攻城区域内所受伤害减少20%",
	},
	[39] = {
		name = "省着点花",
		fontDesc = "背包金币数量少于5000万时额外增加20%的穿透力",
	},
	[40] = {
		name = "太玄秘诀",
		fontDesc = "致命一击+8%，暴击几率+8%",
	},
	[41] = {
		name = "为我独尊",
		fontDesc = "在攻城区域内伤害额外提升10%",
	},
}
return config