local config = {
	[1] = {
		mobName = "天启至尊[炼狱]",
		mapID = "神魂炼狱1层",
		point = 10,
		showTiaoJian = "开启狂暴 等级280级",
		diaoLuoShow = {
			[1] = {
				[1] = "神魂碎片",
				[2] = 1,
			},
			[2] = {
				[1] = "1元充值红包",
				[2] = 1,
			},
			[3] = {
				[1] = "孤影流觞",
				[2] = 1,
			},
			[4] = {
				[1] = "降星者",
				[2] = 1,
			},
			[5] = {
				[1] = "永恒凛冬",
				[2] = 1,
			},
			[6] = {
				[1] = "金色黎明的圣物箱",
				[2] = 1,
			},
			[7] = {
				[1] = "暮潮",
				[2] = 1,
			},
			[8] = {
				[1] = "一缕神念",
				[2] = 1,
			},
		},
		weaponID = 30088,
		clothID = 40026,
	},
	[2] = {
		mobName = "双星至尊[炼狱]",
		mapID = "神魂炼狱2层",
		point = 20,
		showTiaoJian = "开启狂暴 等级300级",
		diaoLuoShow = {
			[1] = {
				[1] = "神魂碎片",
				[2] = 1,
			},
			[2] = {
				[1] = "1元充值红包",
				[2] = 1,
			},
			[3] = {
				[1] = "孤影流觞",
				[2] = 1,
			},
			[4] = {
				[1] = "降星者",
				[2] = 1,
			},
			[5] = {
				[1] = "永恒凛冬",
				[2] = 1,
			},
			[6] = {
				[1] = "金色黎明的圣物箱",
				[2] = 1,
			},
			[7] = {
				[1] = "暮潮",
				[2] = 1,
			},
			[8] = {
				[1] = "一缕神念",
				[2] = 1,
			},
		},
		weaponID = 30019,
		clothID = 40047,
	},
	[3] = {
		mobName = "三魂至尊[炼狱]",
		mapID = "神魂炼狱3层",
		point = 30,
		showTiaoJian = "开启狂暴 等级320级",
		diaoLuoShow = {
			[1] = {
				[1] = "神魂碎片",
				[2] = 1,
			},
			[2] = {
				[1] = "1元充值红包",
				[2] = 1,
			},
			[3] = {
				[1] = "孤影流觞",
				[2] = 1,
			},
			[4] = {
				[1] = "降星者",
				[2] = 1,
			},
			[5] = {
				[1] = "永恒凛冬",
				[2] = 1,
			},
			[6] = {
				[1] = "金色黎明的圣物箱",
				[2] = 1,
			},
			[7] = {
				[1] = "暮潮",
				[2] = 1,
			},
			[8] = {
				[1] = "一缕神念",
				[2] = 1,
			},
		},
		weaponID = 30010,
		clothID = 40050,
	},
	[4] = {
		mobName = "四玄至尊[炼狱]",
		mapID = "神魂炼狱4层",
		point = 40,
		showTiaoJian = "开启狂暴 等级325级 战斗力3000w",
		diaoLuoShow = {
			[1] = {
				[1] = "神魂碎片",
				[2] = 1,
			},
			[2] = {
				[1] = "1元充值红包",
				[2] = 1,
			},
			[3] = {
				[1] = "孤影流觞",
				[2] = 1,
			},
			[4] = {
				[1] = "降星者",
				[2] = 1,
			},
			[5] = {
				[1] = "永恒凛冬",
				[2] = 1,
			},
			[6] = {
				[1] = "金色黎明的圣物箱",
				[2] = 1,
			},
			[7] = {
				[1] = "暮潮",
				[2] = 1,
			},
			[8] = {
				[1] = "一缕神念",
				[2] = 1,
			},
		},
		weaponID = 30053,
		clothID = 40075,
	},
	[5] = {
		mobName = "五岳至尊[炼狱]",
		mapID = "神魂炼狱5层",
		point = 50,
		showTiaoJian = "开启狂暴 等级330级 战斗力5000w",
		diaoLuoShow = {
			[1] = {
				[1] = "神魂碎片",
				[2] = 1,
			},
			[2] = {
				[1] = "1元充值红包",
				[2] = 1,
			},
			[3] = {
				[1] = "孤影流觞",
				[2] = 1,
			},
			[4] = {
				[1] = "降星者",
				[2] = 1,
			},
			[5] = {
				[1] = "永恒凛冬",
				[2] = 1,
			},
			[6] = {
				[1] = "金色黎明的圣物箱",
				[2] = 1,
			},
			[7] = {
				[1] = "暮潮",
				[2] = 1,
			},
			[8] = {
				[1] = "一缕神念",
				[2] = 1,
			},
		},
		weaponID = 30090,
		clothID = 40057,
	},
	[6] = {
		mobName = "六合至尊[炼狱]",
		mapID = "神魂炼狱6层",
		point = 80,
		showTiaoJian = "开启狂暴 等级335级 战斗力8000w",
		diaoLuoShow = {
			[1] = {
				[1] = "神魂碎片",
				[2] = 1,
			},
			[2] = {
				[1] = "1元充值红包",
				[2] = 1,
			},
			[3] = {
				[1] = "孤影流觞",
				[2] = 1,
			},
			[4] = {
				[1] = "降星者",
				[2] = 1,
			},
			[5] = {
				[1] = "永恒凛冬",
				[2] = 1,
			},
			[6] = {
				[1] = "金色黎明的圣物箱",
				[2] = 1,
			},
			[7] = {
				[1] = "暮潮",
				[2] = 1,
			},
			[8] = {
				[1] = "一缕神念",
				[2] = 1,
			},
		},
		weaponID = 30067,
		clothID = 40025,
	},
	[7] = {
		mobName = "七星至尊[炼狱]",
		mapID = "神魂炼狱7层",
		point = 120,
		showTiaoJian = "开启狂暴 等级340级 战斗力12000w",
		diaoLuoShow = {
			[1] = {
				[1] = "神魂碎片",
				[2] = 1,
			},
			[2] = {
				[1] = "1元充值红包",
				[2] = 1,
			},
			[3] = {
				[1] = "孤影流觞",
				[2] = 1,
			},
			[4] = {
				[1] = "降星者",
				[2] = 1,
			},
			[5] = {
				[1] = "永恒凛冬",
				[2] = 1,
			},
			[6] = {
				[1] = "金色黎明的圣物箱",
				[2] = 1,
			},
			[7] = {
				[1] = "暮潮",
				[2] = 1,
			},
			[8] = {
				[1] = "一缕神念",
				[2] = 1,
			},
		},
		weaponID = 30064,
		clothID = 40023,
	},
	[8] = {
		mobName = "八荒至尊[炼狱]",
		mapID = "神魂炼狱8层",
		point = 160,
		showTiaoJian = "开启狂暴 等级345级 战斗力16000w",
		diaoLuoShow = {
			[1] = {
				[1] = "神魂碎片",
				[2] = 1,
			},
			[2] = {
				[1] = "1元充值红包",
				[2] = 1,
			},
			[3] = {
				[1] = "孤影流觞",
				[2] = 1,
			},
			[4] = {
				[1] = "降星者",
				[2] = 1,
			},
			[5] = {
				[1] = "永恒凛冬",
				[2] = 1,
			},
			[6] = {
				[1] = "金色黎明的圣物箱",
				[2] = 1,
			},
			[7] = {
				[1] = "暮潮",
				[2] = 1,
			},
			[8] = {
				[1] = "一缕神念",
				[2] = 1,
			},
		},
		weaponID = 30048,
		clothID = 40001,
	},
	[9] = {
		mobName = "九曜至尊[炼狱]",
		mapID = "神魂炼狱9层",
		point = 200,
		showTiaoJian = "开启狂暴 等级350级 战斗力20000w",
		diaoLuoShow = {
			[1] = {
				[1] = "神魂碎片",
				[2] = 1,
			},
			[2] = {
				[1] = "1元充值红包",
				[2] = 1,
			},
			[3] = {
				[1] = "孤影流觞",
				[2] = 1,
			},
			[4] = {
				[1] = "降星者",
				[2] = 1,
			},
			[5] = {
				[1] = "永恒凛冬",
				[2] = 1,
			},
			[6] = {
				[1] = "金色黎明的圣物箱",
				[2] = 1,
			},
			[7] = {
				[1] = "暮潮",
				[2] = 1,
			},
			[8] = {
				[1] = "一缕神念",
				[2] = 1,
			},
		},
		weaponID = 30025,
		clothID = 40042,
	},
	[10] = {
		mobName = "十都至尊[炼狱]",
		mapID = "神魂炼狱10层",
		point = 240,
		showTiaoJian = "开启狂暴 等级355级 战斗力30000w",
		diaoLuoShow = {
			[1] = {
				[1] = "神魂碎片",
				[2] = 1,
			},
			[2] = {
				[1] = "1元充值红包",
				[2] = 1,
			},
			[3] = {
				[1] = "孤影流觞",
				[2] = 1,
			},
			[4] = {
				[1] = "降星者",
				[2] = 1,
			},
			[5] = {
				[1] = "永恒凛冬",
				[2] = 1,
			},
			[6] = {
				[1] = "金色黎明的圣物箱",
				[2] = 1,
			},
			[7] = {
				[1] = "暮潮",
				[2] = 1,
			},
			[8] = {
				[1] = "一缕神念",
				[2] = 1,
			},
		},
		weaponID = 30044,
		clothID = 40016,
	},
	[11] = {
		mobName = "百威至尊[炼狱]",
		mapID = "神魂炼狱11层",
		point = 280,
		showTiaoJian = "开启狂暴 等级360级 战斗力40000w",
		diaoLuoShow = {
			[1] = {
				[1] = "神魂碎片",
				[2] = 1,
			},
			[2] = {
				[1] = "1元充值红包",
				[2] = 1,
			},
			[3] = {
				[1] = "孤影流觞",
				[2] = 1,
			},
			[4] = {
				[1] = "降星者",
				[2] = 1,
			},
			[5] = {
				[1] = "永恒凛冬",
				[2] = 1,
			},
			[6] = {
				[1] = "金色黎明的圣物箱",
				[2] = 1,
			},
			[7] = {
				[1] = "暮潮",
				[2] = 1,
			},
			[8] = {
				[1] = "一缕神念",
				[2] = 1,
			},
		},
		weaponID = 30099,
		clothID = 40055,
	},
	[12] = {
		mobName = "千煞至尊[炼狱]",
		mapID = "神魂炼狱12层",
		point = 320,
		showTiaoJian = "开启狂暴 等级365级 战斗力50000w",
		diaoLuoShow = {
			[1] = {
				[1] = "神魂碎片",
				[2] = 1,
			},
			[2] = {
				[1] = "1元充值红包",
				[2] = 1,
			},
			[3] = {
				[1] = "孤影流觞",
				[2] = 1,
			},
			[4] = {
				[1] = "降星者",
				[2] = 1,
			},
			[5] = {
				[1] = "永恒凛冬",
				[2] = 1,
			},
			[6] = {
				[1] = "金色黎明的圣物箱",
				[2] = 1,
			},
			[7] = {
				[1] = "暮潮",
				[2] = 1,
			},
			[8] = {
				[1] = "一缕神念",
				[2] = 1,
			},
		},
		weaponID = 30008,
		clothID = 40098,
	},
}
return config